{
  "name": "Footfallen",
  "type": "originPath",
  "img": "modules/game-icons-net/whitetransparent/barefoot.svg",
  "system": {
    "identifier": "footfallen",
    "step": "homeWorld",
    "stepIndex": 1,
    "description": {
      "value": "<h2>Footfallen</h2><blockquote><p><em>\"The term 'Footfallen' refers to those who are from the settlements of the Koronus Expanse—especially places like Footfall. The people who live on these worlds and settlements truck with all manner of blasphemers, from renegade psykers and xenos, to heretics and cultists. You live in a den of iniquity, and you have learned to be cunning, and devious, organising deals and a web of contacts across the Expanse.\"</em></p></blockquote><p>While the Imperium of Man may claim imminent domain over the entire galaxy, the truth is that there are numerous gaps on the map where the light of the Golden Throne does not shine. It is within these places that corruption, greed, lawlessness, and villainy often take root. Perfect examples are the Koronus Expanse, a region of unexplored space within the Halo Stars, and the settlement of Footfall that serves as a gateway to the greater Expanse beyond.</p><p>In the Koronus Expanse, the few waystations and habitations established by humans have become hubs for exploration. They also serve as critical connections that link the scattered human settlements and enterprises in the greater Koronus Expanse beyond. There are many such outposts, but the most famous is the void-station of Footfall, which has in turn given those who live in such places their name—the Footfallen.</p><h3>Life as a Footfallen</h3><p>The Footfallen are often referred to as \"the true children of the Expanse.\" These men and women, descended from the settlers and Rogue Trader vassals who came to this region long ago, have spent the majority of their lives interacting with all manner of denizens within the Koronus Expanse. Whatever their birthplace, they all tend to have similar outlooks and mannerisms, and are used to dealing with all manner of individuals: religious fanatics, cultists, recidivists, spies, assassins, narco-tribesmen, nomads, fugitives from Imperial justice, merchants, xenos, renegade psykers, Rogue Traders and their crew, and even worshipers of the Ruinous Powers. These worlds are giant melting pots of cultures and beliefs, and only through them can one get useful information on the Koronus Expanse.</p><h3>Footfallen Characters</h3><p>You have spent your entire life living within the walls and habitats that make up the settlement of Footfall, or another human settlement within the Koronus Expanse. Wherever you have grown up, you have learned that it's not necessarily survival of the fittest, but survival of the smartest. You are cunning, devious, and perhaps a little deceitful. You have learned to embrace these traits, however, because this is how you survived—relying on your wits and charm rather than the hollow protection of a gun.</p><p>You have spent your entire life socialising with both the bottom rungs and upper tiers of society, building a web of contacts that may extend across the entire Expanse. You consider yourself to be a peerless dealer in secrets and information, and perhaps that is how you made it out of the cesspit that was your home. You may be serving—or commanding—a Rogue Trader's ship because of your peerless knowledge of the Expanse and the dark secrets that dwell within it. Or you may simply be along for the ride, acting as a guide to the unexplored corners of the far void.</p>"
    },
    "requirements": {
      "text": "Origin Path: Home World",
      "previousSteps": [],
      "excludedSteps": []
    },
    "grants": {
      "woundsFormula": "2xTB+1d5",
      "wounds": 0,
      "fateFormula": "(1-4|=2),(5-7|=3),(8-10|=4)",
      "fateThreshold": 0,
      "blessedByEmperor": false,
      "skills": [
        {
          "name": "Common Lore",
          "specialization": "Koronus Expanse",
          "level": "trained"
        }
      ],
      "talents": [
        {
          "name": "Street Knowledge (Footfallen)",
          "specialization": "",
          "uuid": "Compendium.rogue-trader.rt-items-talents.FF00000000000001"
        },
        {
          "name": "Web of Contacts (Footfallen)",
          "specialization": "",
          "uuid": "Compendium.rogue-trader.rt-items-talents.FF00000000000002"
        },
        {
          "name": "Port of Call (Footfallen)",
          "specialization": "",
          "uuid": "Compendium.rogue-trader.rt-items-talents.FF00000000000003"
        },
        {
          "name": "Sixth Sense (Footfallen)",
          "specialization": "",
          "uuid": "Compendium.rogue-trader.rt-items-talents.FF00000000000004"
        }
      ],
      "traits": [],
      "aptitudes": [],
      "equipment": [],
      "specialAbilities": [],
      "choices": []
    },
    "modifiers": {
      "characteristics": {
        "ballisticSkill": -5,
        "toughness": -5,
        "agility": 5,
        "fellowship": 5
      },
      "skills": {},
      "combat": {},
      "resources": {
        "wounds": 0,
        "fate": 0,
        "insanity": 0,
        "corruption": 0
      },
      "other": [],
      "situational": {
        "characteristics": [],
        "skills": [],
        "combat": []
      }
    },
    "effectText": "",
    "notes": "",
    "source": {
      "book": "Into the Storm",
      "page": "11",
      "custom": ""
    },
    "selectedChoices": {},
    "activeModifiers": [],
    "positions": [
      2
    ]
  },
  "effects": [],
  "flags": {},
  "_id": "7We3BEMf0PAFsO7S"
}
