{
  "name": "Fear, Insanity, and Corruption",
  "img": "icons/svg/book.svg",
  "pages": [
    {
      "_id": "z4xSR73HUPBNVLnm",
      "name": "Fear, Insanity, and Corruption",
      "type": "text",
      "text": {
        "content": "<pre>\tInsanity and Corruption\t\t\tMinor Permenant Effects of Corruption. Gaining insanity from warp entities (warp shock) also gives an equal amount of corruption, although it's also gained from other warped sources.\t\t\t\tMajor Permenant effects of Corruption, if not hidden may quickly lead to the sufferer's flame-induced death at the hands of more radical individuals. Mutations Function as Traits, becoming innate to the Mutant.\t\t\t\tThe Innate Instability of the Navigator Gene leads to potential Mutations and deformity, progressively making them appear more and more inhuman. Navigators use this table for all mutations,instead of the normal one.\t\t\t\tThose that fight in the name of the Dark Gods may be rewarded for their services. As is the nature of Chaos, these rewards can be unpredictable and sometimes detrimental. Loyal Imperial Citizens should never use this.\t\t\t\t\t\t\t\tThose most devoted to the Chaos Gods may earn their favour through acts of deepest Sacrilege.\n\tInsanity and Corruption Represent the wear and tear of a character's psyche and soul. A Character that reaches either 100 Insanity or Corruption Points is removed from play, going mad in one way or another.\nWith GM Permission Insanity Points may be removed at a rate of 100xp per Insanity Point. Although cannot go below the current degree of Insanity. This may take the form of prayer, recuperation, or meditation. Corruption however is permenant, bar perhaps an act of divinity.\nThe Following tables cover Fear/Shock, Mental Trauma, Mental Disorders, Malignancies, and Mutations.\nUnimportant NPCs that gain 10+ Insanity/Corruption or permenant effect of either are effectively killed.\t\t\tMalignancies\t\t\t\tMutation\t\t\t\tNavigator Mutations\t\t\t\tGifts of the Gods\t\t\t\t\t\t\t\tRewards of the Dark Gods\n\t\t\t\tEvery 10 Total Corruption Points gained, Test Willpower or gain a Malignancy. After 30, 60, and 90 Total Corruption points, take a -10, -20, and -30 penalty to the test respectively. Reroll repeat effects.\t\t\t\tAfter gaining more than 30, 60, and 90 total Corruption points, test against two characteristics, pass both or gain a mutation. You cannot test against the same characteristics again. Reroll Repeat Effects. Those in Italics are considered Minor Mutations, if rolling for Minor Mutations, use numbers in brackets on a 100, roll again for full Mutations.\t\t\t\tWhen First Creating a new character, upon failing a +10 Toughness Test made after gaining a new Navigator Power, or if failing mutation test at 30, 60, and 90 Corruption, the Navigator rolls for a mutation. Reroll repeat effects.\t\t\t\tDiciples of Chaos Generate Gifts of the Gods at 10, 20, 40, 60, and 80 Corruption Points, or 10, 30, 60, and 90 if a Chaos Space Marine. It can also occur as a result of various Heretical Activities.\nIf reaching a Corruption threshold through failiure, roll once and gain the result. If through success, can modify result by character's Infamy Bonus, if Unaligned roll twice and choose either result before modifying with Infamy, if aligned roll once but may gain additional bonuses based on alignment. \nIf Aligned to a Chaos God, the character may attempt a +0 Infamy Test to gain a Reward from them instead of one of these Gifts.\t\t\t\t\t\t\t\tWhenever a Player aligned to one of the Chaos Gods would earn Gifts from the Gods, they may make a +0 Infamy Test. If successful they gain a Reward  from their Aligned God instead. Failiure simply means they receive the Gift from the Gods as normal, their god not displeased, but simply not finding them worthy enough of a greater reward. To receive a Reward, roll 1d100 for relevent God Table.\n\t\t\t\tRoll\tName\tEffect\t\tRoll\tName\tEffect\t\tRoll\tName\tEffect\t\tRoll\tName\tEffect\tKhorne Aligned Bonus Effect\tSlaanesh Aligned Bonus Effect\tNurgle Aligned Bonus Effect\tTzeentch Aligned Bonus Effect\t\tRewards of Khorne\t\t\tRewards of Slaanesh\n\tThe sudden effect of a terrifying event. If 10's category of Insanity Points is twice Fear Rating of its source, do not test Fear. At the beginning of each subsequent turn, may be able to test Willpower to try to snap out of shock.\t\t\t01-10\tPalsy\tCharacter suffers from numerous tics, tremors, and shakes. Reduce Ahility by 1d10.\t\t01-05\n(01-20)\tGrotesque\tTake -20 to Fellowship Tests and +10 to Intimidate Tests when interacting with non-mutated people.\t\t01-15\tStrangely Jointed Limbs\tYour Limbs have extra joints that articulate strangely. Gain Contortionist Skill as a Trained Basic Skill, or gain Talented (Contortionist) Talent if you already have the skill.\t\t1-2\tAddiction\tThe Character develops an all-consuming addiction to some substance, which can be almost anything. GM Decides! During any encounter the character doesn't feed this addiction, they have -10 to all Skill Tests until doing so. May be possible to satisfy prior to an encounter beginning, GM dependant.\t-\t-\t-\t-\t\tRoll\tName\tEffect\tRoll\tName\tEffect\n\tFear/Shock\t\t\t11-15\tDark-Hearted\tThe character grows more cruel and callous. Reduce Fellowship by 1d10\t\t06-10\n(21-30)\tTough Hide\tGain Natural Armour (2) Trait due to dense skin and scar tissue.\t\t16-30\tElongated Form\tYou become incredibly tall and thin, permenantely lose 1d5 Toughness. Reroll if you have the Bloated Form Mutation\t\t3-6\tAnimal Hybrid\tA Mostly Cosmetic change, parts of the character take on an animal form, however they are mentally unaffected. If Unaligned, roll on addendum Animal Table to determine animal mutation. Acting in character with this mutation may award additional Experience Points, GM dependant.\tCharacter takes on the characteristics of a Feral Bull, with Horns and a leathery skin.\tCharacter becomes snakelike, their tongue long and skin smooth and hard\tCharacter's features become sluglike, skin oozing foul slime\tCharacter's body becomes bird-like, legs backjointed, nose and jaw fusiung into a sharp beak.\t\t01-12\tCollar of Khorne\tA Brass, cruelly spiked collar forged within Khorne's Founderies is forever bound to the character and may never be removed. If the character is directly targeted by a Psychic Power (good or bad), they resist it. Indirect effects, such as telekinesis firing a rock at them still affect as normal.\t01-16\tDaemonic Name\tThe Character is granted a secret name of impossible syllables by the prince of pleasure. They gain +1d5 Infamy, however if discovered by a foe, they gain +1 Infamy/Fate Point when battling the character. This reward can be gained multiple times.\n\tTest Fear (Willpower), with (-0, -10, -20, or -30 for Fear(1,2,3, or 4) source, if fail roll Shock Table with +10 per degree of failiure. In addition to rolled effect, Suffer -10 to skills/Test needing concentration and try to avoid source of fear. Sources of fear that are Warped in nature also give equal Corruption to enemy Fear Rating (aka Warp Shock)\t\t\t16-20\tIll-Fortuned\tWhen using a fate point roll a d10 on a 7 or above. It does nothing, but is still lost.\t\t11-15\n(31-40)\tMisshapen\tThe Spine and Limbs become horribly twisted, character can no longer run and reduces Agility Characteristic by 2d10.\t\t31-45\tPale and Hairless Flesh\tYour Skin is a pale white, marbled with veins, and without any hair.\t\t7-9\tBestial\tCharacter's Physical appearance and mannerisms devolve bestially. Permenantly Reduce Intelligence and Willpower by 1d10+5 (separate rolls). Increase Strength by 1d5+1. Roll on Addendum Animal Table to determine animal mutation. \t-\t-\t-\t-\t\t13-24\tDaemonic Name\tThe Character is, for the singlest instant, recognised by Khorne. The are bestowed a True Daemonic Name, becoming known to the Realm of Chaos. They gain 1d5 Infamy. Can be taken multiple times. If an enemy discovers this name, they gain 1 Fate/Infamy point to use against you.\t17-32\tDaemon Weapon\tThe Character gains a Slaaneshi Daemon Weapon bound with the essence of a Daemonette\n\tRoll\tEffect\t\t21-22\tSkin Affliction\tThe character is plagued by boils, scabs, and sores. -20 to all charm tests.\t\t16-20\n(41-50)\tFeels No Pain\tGain +5 Wounds and Iron Jaw Talent due to caring little for harm or injury.\t\t46-55\tEyes as Dark as the Void\tYour eyes are completely black, with no iris. Gain the Dark Sight Trait.\t\t10-11\tBlood Substition\tCharacter's Blood is altered strangely. Whenever they suffer damage that leads to Blood Loss, one random character within 1 metre makes -10 Agility Test or suffers 1d10 Impact Damage. \tCharacter's Blood is boiling Lava, the damage gains the Flame Quality.\tCharacter's Blood is corrosive, the damage gains the Tearing Quality.\tCharacter's Blood consists of writhing maggots, the damage gains the Toxic Quality.\tCharacter's blood emits waves of warp energy, test to avoid is -20.\t\t25-36\tDaemon Weapon\tThe Character is gifted with a Daemon Weapon bound with the essence of a Bloodletter.\t33-48\tFace of Slaanesh\tThe Visage of the Character becomes both horrifying and beautiful to behold, transfixing or terrifying all that look upon it. The Character gains Fear(2) (or increases Fear by +1 up to max of 4), and gains Peer (Mortal Followers of Slaanesh)\n\t01-20\tCharacter is badly startled. May only take a single Half Action on next Turn, but afterwards he may act normally.\t\t23-25\tNight Eyes\tLight is uncomfortable to the character. -10 to all tests made while in bright light.\t\t21-25\n(51-60)\tBrute\tBecome Physically powerful as a result of slabs of muscle. Increase Strength and Toughness by 10\t\t56-60\tWithered Form\tYour Body becomes withered as your flesh hangs from your bones. Permenantely reduce Strength by 10 and halve movement rates. Reroll if you have the Bloated Form Mutation.\t\t12-13\tBlasted Senses\tCharacter loses one randomly determined sense (sight, hearing, smell, or touch), however they gain Heightened Senses Trait for a different, randomly determine sense. At GM discretion, a Cybernetic Augmentation restores lost sense, but character still suffers -10 to all Awarness Tests with it.\t-\t-\t-\t-\t\t37-48\tFace of Khorne\tThe Character is bestowed with the visage of the Blood God. They gain Fear(2), or +1 to their Fear Rating (max 4) if they already have Fear(2) or greater. They also gain Peer(Mortal Followers of Khorne).\t49-64\tHermaphrodite\tThe Character becomes both Male and Female, or neither, typically reflected by a single breast. They are seen as attracted to male and female alike. Whenever they pass an Interaction Test, double the number of Degrees of Success by which it is passed.\n\t21-40\tFear grips the character and they begin to shake and tremble. –10 penalty on all Tests for the rest of the encounter or until snapping out of it (by making Willpower Tests on subsequent turns).\t\t26-30\tMorbid\tThe character struggles to concentrate due to grim visions and gloomy trains of thought. Reduce Intelligence by 1d10.\t\t26-30\n(61-70)\tNightstrider\tGain Keen, yet sensitive Eyesight. Gain Dark Sight Trait. But take -10 to all tests in bright light unless your eyes are shielded and skin covered.\t\t61-65\tBloated Form\tYour Body becomes grossly bloated and your limbs thicken. Gain  +5 Wounds and the Sturdy Trait, but you may no longer run. Reroll if you have Elongated Form or Withered Form Mutation.\t\t14-16\tWinged\tMighty Wings sprout from the character's back. They gain the Flyer Trait with a movement speed equal to twice their Agility Bonus.\tThe Character's Wings are Black and Bat-like\tThe characters wings are Gossamer-thin Pinions.\tThe character's wings are like that of an overgrown fly.\tThe character's wings are of multicoloured feathers.\t\t49-60\tFlesh-Fused Weapon\tOne of the character's Primary Weapons fuses with the character's arms and cannot be removed. It becomes Best Crafsmanship and never needs maintenance nor can it be destroyed or run out of ammunication. Can be made into a Legacy Weapon.\t65-84\tMark of Slaanesh\tThe Character's soul and all its many depravities attracts the Dark Prince of Chaos, The Mark of Slaanesh Talent is bestowed upon the character so that they are driven to yet further extremes. They gain Heightened Senses (All) and Unnatural Fellowship (+2). The Mark may grant further bonuses.\n\t41-60\tCannot willingly approach the object of fear, –10 penalty on all Tests until the end of the encounter. \nOptional: Gain 1 Insanity Point.\t\t31-33\tWitch-Mark\tThe Character develops a minor deformity or mutation that is easily hideable, but obviously tainted. Some fanatics may take issue with this.\t\t31-35\n(71-80)\tMental Regressive\tRoll 1d10 for Intelligence, Perception, Willpower, and Fellowship seperately. On a 1-5 reduce by 1d10, on a 6-7 halve characteristic, on 8-9 no change, on 10 reduce characteristic to 5. Also gain 1d10 Insanity Points. The gods give and the gods take ;)\t\t66-70\tMembranous Growths\tMembranes grow between your skin and digits, sagging and folding from your flesh. Suffer permenant -5 to Fellowship.\t\t17\tBlessed Fits\tWhenever character spends an Infamy Point to reroll a failed test and then fails on the reroll, they are struck with a seizure that leaves them Stunned for 1d10 Rounds. When they awaken the Infamy Point counts as having not being spent.\t-\t-\t-\t-\t\t61-72\tHand of Khorne\tOne of the character's hands swells in size, nails extending and becoming hard as iron. Attacks made with it do not count as unarmed, and deal 2d10 + Strength Bonus Damage with Pen 8.\t85-100\tOne Thousand and One Senses\tThe Character gains completely new and nigh incomprehensible senses beyond those of any mortal, such they may seek new and unfathomable experiences. Whenever they pass an Awareness Test, double the number of Degrees of Success.\n\t61-80\tFrozen in Fear, may make no Actions until Snapping out of it (by making Willpower Tests on subsequent turns). Afterwards,  –10 penalty to all tests for the rest of the encounter. \nOptional: Gain 1d5 Insanity Points\t\t34-45\tFell Obsession\tCharacter gains the \"Obsession\" Mental Disorder. However its focus is something sinister, such as collecting bones, scarification, or torture.\t\t36-40\n(81-85)\tMalformed Hands\tThis Mutation causes the hands to fuse into slabs, reduce WS and BS by 10, and take -20 to any test involving fine physical manipulation.\t\t71-75\tInhuman Visage\tYour face is devoid of human features, your nose is a pair of slits, ears are small holes, and eyes are unblinking. Gain Fear (1) Trait.\t\t18-19\tSteel-Hearted\tThe Character treats all Fear caused by enemies as one level lower than it is. If enemies have Fear(1), it has no effect on them.\tReduce Fear by one additional level when facing enemy Warriors such as Imperial Guard, Space Marines, etc\tReduce Fear by one additional level when facing enemy faithful of the Corpse-God, such as Sororitas, Priests, etc.\tReduce Fear by one additional level when facing enemy servants of Chaos\tReduce Fear by one additional level when facing enemies with Psychic Abilities.\t\t73-88\tMark of Khorne\tThe Character is branded with the Mark of Khorne Talent, they gain Resistance (Psychic Powers) Talent, Brutal charge, and Unnatural Strength(+2) Traits. The mark may grant further bonuses or be a pre-requisite to performing Khorne-related rituals or interacting with warp beings.\tRewards of Tzeentch\n\t81-100\tMust flee Source of fear as fast as possible until snapping out of it (by making Willpower Tests on subsequent turns), if prevented from doing so can only take Half Actions with -20 to all Tests. \nOptional: Gain 1d5 Insanity Points.\t\t46-50\tHatred\tThe character develops an irrational hatred to a particular group or class. They will never side or aid this group unless forced to, begrudgedly\t\t41-45\n(86-89)\tTox Blood\tThe circulatory system is saturated with toxins, gain +20 to toughness tests to resist poison, but reduce Toughness and Intelligence by 1d10. Should this blood spill onto a living creature, they must make a -10 Toughness Test or take 1d10 Damage that ignores AP and Toughness.\t\t76-80\tFingers like Talons\tYour fingerbones grow into sharp and hardened talons. Gain Natural Weapons Trait.\t\t20-21\tBoneless\tCharacter's Bones dissolve, leaving them weaker but more flexible. They permenantly lose 1d10+10 Strength, but gain 1d5+2 Agility.\t-\t-\t-\t-\t\t89-100\tPurity of Aggression\tThe Character is blessed with the clarity of Khorne's Will, driving away all unneccessary emotions except the rawest rage against reality. They gain Enemy(Everyone) and Hatred(Everyone) Talents.\tRoll\tName\tEffect\n\t101-120\tCharacter Faints for 1d5 Rounds and can do nothing until awakening, they drop anything they were holding. Afterwards has -10 to all Tests until end of Encounter. \nOptional: Gain 1d5 Insanity Points.\t\t51-55\tIrrational Nausea\tCharacter is sickened at the sight of something normally innocuous, such as prayer, books, or bare flesh, and must pass a Toughness test of take -10 to all tests while in its presence.\t\t46-50\n(90-94)\tHulking\tThe body grows in stature and mass. Gain Size (Hulking), increase Strength by 10, and gain +5 wounds.\t\t81-85\tTeeth as Sharp as Needles\tYour Mouth fills with hundreds of fine, pointed teeth. Gain Natural Weapons Trait, suffer permenant -5 to Fellowship.\t\t22-23\tBurning Body\tCharacter is wreathed in flames that do not harm them, this may betray their presence and damage their surroundings. Anyone who lands a barehanded attack or attempts to grapple them must make a +0 Agility Test or immediately take 1d10 E Damage. Character always has a light.\tCharacters flames possess the heat of Khorne's Forges, dealing 2d10 E Damage but making it impossible for them to hide.\tFlames are invisible and produce no light. They do not impede stealth, enemies won't know they're there unless forewarned.\tCharacter is surrounded by Corpse Gas, instead of normal effect, all living creatures in melee make +10 Toughness Test or suffer 1d5 Toughness Damage.\tMulticoloured warpfire deals 1 Corruption Point of damage in addition to its normal effects\t\tRewards of Nurgle\t\t\t01-11\tChanging of the Ways\tThe Unknowable will of Tzeentch reshapes the character to a form more pleasing to its incomprehensible plans. The Character loses conciousness for 1d10 hours, when they wake up all their Gifts of the Gods are Rerolled. Reroll this is character has no Mutations.\n\t121-130\tScreams and Vomits for 1d5 Rounds, is helpless during this time and drops anything holding. Afterwards can only make Half-Actions for rest of encounter until able to rest. \nOptional: Gain 1d5 Insanity Points.\t\t56-60\tWasted Frame\tCharacter becomes sickenly pale, as their muscles wither away. Reduce Strength by 1d10\t\t51-55\n(95-99)\tWyrdling\tGain a Psy Rating of 2, or advance to the next highest Psy Rating. Gain 2 Psychic Techniques of choice from the same Discipline, as long as minimum requirements are met. Do not gain basic technique of the discipline.\t\t86-90\tDisturbing Grace\tYou move with an unpleasent yet fluid grace. Gain Unnatural Agility (x2) Trait.\t\t24-26\tChaos Organ\tOne of the character's appendages or visible organs is reshaped into a daemonic equivilent. They Choose one of: Natural Weapons, Heightened Senses (Any One), Unnatural Characteristic (+1)(Any One).\tThe Character grows a set of horns that resembles that of a bloodletter, granting Furious Assault Talent.\tOne of the Character's Hands is replaced with a Daemonette's Claw, gain Natural Weapons(Claw), it has the has Razor-Sharp Quality and Pen 2. Can't hold things.\tThe Character's Belly Swells and their entrails push out horribly throw ruptures in their skin. They gain Regeneration(1) Trait\tCharacter gains an additional arm tipped with a claw. They gain Multiple Limbs Trait. They can spend a Full Action to make this limb melt into their body, or reappear at will.\t\tRoll\tName\tEffect\t12-22\tDaemonic Name\tTo Tzeentch all is known, as so to the character it reveals their Daemonic name. The character gains +1d5 Infamy. however if discovered by a foe, they gain +1 Infamy/Fate Point when battling the character. This reward can be gained multiple times.\n\t131-140\tLaugh Hysterically and randomly attack nearest target, friend or foe, with whatever weapon they have. Lasts until snapping out (by making Willpower Tests on subsequent turns) or unconcious. \nOptional: Gain 1d5 Insanity Points.\t\t61-63\tNight Terrors\tCharacter is plagued by daemonic nightmares, gains the \"Horrific Nightmares\" Mental Disorder.\t\t56-59\tVile Deformity\tGain a Vile, obviously warp-tainted deformity. Be it writhing tentacles, skinless flesh, thousands of eyes, etc. gain Fear (1) Trait. \t\t91-95\tStrange Vitality\tYour wounds bleed a translucent fluid, close quickly, and sickeningly knit back together even after being horrifically broken. Gain Regeneration Trait.\t\t27\tCyclops\tOne of the Character's Eyes is taken in exchange for being able to see something in the future. Unfortunately the only thing they can see is their own death, which they become obssed with avoiding. They Permenantly Lose 1d5 Perception and have the Conspiracy Theorist Disorder.\t-\t-\t-\t-\t\t01-14\tCorpulent Immensity\tThe Character bloats and swells, pus weeping from skin that sloughs from them. They are blessed with an unnatural vigour, gaining +5 Wounds but cannot run. They become Size (Enormous).\t23-33\tDaemon Weapon\tThe Character gains a Tzeentch Daemon Weapon bound with the essence of a Horror.\n\t141-160\tCrumples to the ground for 1d5+1 Rounds manically sobbing and tearing at their own flesh. \nAfterwards -20 on all tests until the end of the encounter. \nOptional: Gain 1d5+1 Insanity Points.\t\t64-70\tPoor Health\tThe Character suffers from strange illnesses and invisible pains. Reduce Toughness by 1d10\t\t60-63\tAberration\tBecome an animal hybrid. Increase Strength and Agility by 10, reduce Intelligence by 1d10, and Fellowship by 10.\t\t96-00\tUnnatural Presence\tThose around you feel unpleasent sensations, a clawing touch, an invisible pressure, a metallic tang, or so on. -10 to positive social interactions, +10 to intimitating or fear-inducing interactions.\t\t28-30\tDark Soul\tCharacter gains Fear(1), or increases their Fear Trait by 1 to a maximum of 4. They radiate the power of the warp.\tWarriors know they face a Champion of Khorne. Enemy Warriors such as Guardsman, Space Marines, etc treat the character's Fear Rating as one higher.\tThe Faithful know they face a force of sacrilege. Those most faithful such as the Sororitas, Inquisitors, and Ecclesiarchy count character's Fear Rating as one higher.\tThose lost feel the digusting love of Nurgle embrace them. Renegades and anyone else outside of the Imperium's Bounds count character's fear rating as one higher.\tPsykers are disturbed by one chosen by the Architect of Fate. Enemies with Psychic Powers count character's Fear Rating as one level higher.\t\t15-28\tDaemonic Name\tThe Tallymen of Nurgle reveal to the character their Daemonic name, granting them the status of equals amongst the Garden of Decay. The Character gains +1d5 Infamy. If an enemy discovers this name, they gain 1 Fate/Infamy point to use against you. Can be taken multiple times.\t34-44\tEcstatic Duplication\tThe Character is seemingly unchanged. Yet now, if and when they die, they will split into Two Blue Horrors, which themselves will split into two Pink Horrors on death. The Character can choose to burn Infamy to survive and in so doing congeal out of the Horrors at some later point in time.\n\t161-170\tCharacter's Mind Snaps, goes Catatonic for 1d5 Hours and cannot be roused. \nOptional: Gain 1d10 Insanity Points.\t\t71-75\tDistrustful\tThe character is irrationally distrustful of others, -10 to Fellowship tests made with strangers.\t\t64-67\tDegenerate Mind\tThe Mind is warped beyond humanity. Reduce Intelligence and Fellowship by 1d10.  Roll a d10: 1-3 gain Frenzy Trait, 4-7 gain Fearless Talent, 8-0 gain From Beyond Trait.\t\t\t\t\t\t31\tDimensional Instability\tOnce per session, character can choose to become Incoporeal (as described in Incoropreal Trait) for a number of consective rounds equal to their Corruption Bonus.\tWhilst Incorporeal, can make -30 Willpower Test to make a melee attack that hits even those not incoroporeal. \tWhilst Incorporeal, can make -30 Willpower Test to gain +30 to all Interaction tests.\tWhilst Incorporeal, can make -30 Willpower Test to gain Fear(1), or add +1 to Fear Rating (max 4).\tWhilst Incorporeal, can make -30 Willpower Test to use Psychic Powers.\t\t29-42\tDaemon Weapon\tThe Character is gifted with a Daemon Weapon bound with the essence of a Plaguebearer.\t45-55\tFace of Tzeentch\tThe Features of the character shift and change along patterns unknowable, eyes, nose, and mouth shifting in disturbing ways. The Character gains Fear(2) or increases Fear by +1 up to max of 4, and gains Peer (Mortal Followers of Tzeentch) Talent.\n\t171+\tCharacter's Mind Shatters, suffer \"Acute Hallucinations\" Mental Disorder for 2d10 Rounds, afterwards suffer -20 to all tests until end of encounter. Gain 2d10 Insanity and Permenantly lose 1d10 Willpower.\nAlternatively, Character makes +0 Toughness Test or dies from shock. If succeeding instead fall catatonic for 1d5 hours.\t\t76-80\tMalign Sight\tThe character's vision tarnishes if they try to focus. Reduce Perception by 1d10\t\t68-71\tRavaged Body\tThe Mutant's Body is remade by the warp. Roll 1d5 times on this table (rerolling repeat outcomes), Mutations show the obvious touch of the warp. A rather unpleasent experience.\t\t\t\t\t\t32-33\tEmaciated\tCharacter is drained of their life energy, suffering an eternal hunger that can never be satiated as all but the barest minimum of sustiance they consume is stolen by the warp. They suffer a -20 Penalty from Fatigue as opposed to a -10 penalty.\t-\t-\t-\t-\t\t43-56\tFace of Nurgle\tNurgle blesses the character with the visage of his own form, the character's face becomes swollen and corpulent. They gain Fear(2) or increase Fear by +1 to a max of 4. They gain Peer(Mortal Followers of Nurgle) Talent.\t56-66\tFlaming Arm\tOne Randomly Determined Arm is replaced by a Flamer of Tzeentch, at any time the character can transform the hand into a tooth-wringed mouth that belches warpfire. Profile:\n(Range 10m; S/-/-; 1d10+Intelligence Bonus E Damage; Pen 0; Spray, Tainted, Warp Weapon).\n\tTemporary Effects of Increasing Insanity. Mental Traumas set in after an encounter has concluded.\t\t\t81-83\tAshen Taste\tThe character finds food and drink disgusting, and can barely stomach eating. Double negative effects of Fatigue.\t\t72-74\tClawed/Fanged\tGain Razor Claws, a Fanged Maw, or some other Natural Weapon. Gain Natural Weapons Trait, doing either Impact or Rending Damage.\t\t\t\t\t\t34-35\tEye of Chaos\tThe eyes of the character may gaze into the Warp as well as reality. They gain the Psyniscience Skill, or advance it by +10 if they already had it.\tThe Character gains the Intimidation Skill, or advance it by +10 if they already had it. The Rage of the Blood God emanating from their eyes\tThe Character gains the Interrogation Skill, or advances it by +10 if they already had it. Their eyes seeing through lies and deceit.\tThe Character gains the Charm Skill, or advances it by +10 if they already had it. Those that look into their eyes see a promise of deliverance from pain and suffering.\tThe Character gains the Deceive Skill, or advances it by +10 if they already ha it. Their eyes shining a multicoloured hue which dazzles the mind.\t\t57-72\tMark of Nurgle\tA Place within the Gardens of Decay is reserved for the Character, branded as a servent of the Plague Lord. Gain Mark of Nurgle Talent The Character gains the Stuff of Nightmares and Unnatural Toughness (+1) Trait. There may also be other bonuses gained from having this.\t67-78\tMark of Tzeentch\tWith the Mark of Tzeentch Talent, the Character perceives a portion of the Architect of Fate's web of schemes. . The Character gains Unnatural Willpower (+1), Psy Rating(+1), and Psyker Trait if they didn't already have it. They become a Bound Psyker to Tzeentch. It may provide other benefits.\n\tMental Trauma\t\t\t84-90\tBloodlust\tCharacter has an underlying murderous bloodlust. If wounded in combat, must test Willpower to not kill enemies outright, even if not intending to.\t\t75-78\tNecrophage\tGain +10 to Toughness, and the Regeneration Trait. But can only eat copious amounts of Raw Meat or Starve\t\t\t\t\t\t36-37\tEye-Stalks\tThe Character's eyes extend out of their head and wave about on elongated stalks, better able to see but also more vulnerable. Gain 1d5 Perception, but whenever suffering Critical Damage to the head, add 1 to the result. Additionally, they may not be able to wear certain helmets, although the stalks can coil up.\t-\t-\t-\t-\t\t73-86\tNurgle's Rot\tThe Character is blessed with the most pleasing of infections. Character can spend a Full Action to make a Corruption Test, if successful everyone in Corruption Bonus metres suffers 1d10 Damage with Tainted and Toxic(4) Qualities. Ignores non-sealed armour. Nurgle Devoted are Immune.\t79-89\tMassive Intellect\tThe Character's mind is enhanced so that they may comprehend some of the incomprehensible machincations of Tzeentch. When passing a Logic Test, they double the number of Degrees of Success.\n\tEvery 10 Insanity Points, Test Willpower or gain a Trauma. Test Modified by +10 (0-39 IP), +0 (40-59 IP), \n-10 (60-79 IP), or -20 (80-99 IP). If test failed add +10 to Trauma roll per degree of Failiure.\t\t\t91-93\tBlackouts\tThe Character suffers inexplicable blackouts. What occurs in these, and when they occur is up to the GM.\t\t79-81\tCorrupted Flesh\tThe Mutant's internals and organs are replaced by horrifying ichor, maggot-ridden filth, or the like. Whenever taking critical damage, gain Fear (2) for that round.\t\t\t\t\t\t38-39\tCentauroid\tCharacter's entire lower body is replaced by a bestial form. The Character gains Quadruped Trait. Roll on Addendum Animal Table to determine Animal Mutation.\tThe skin of the body is as hard as brass. Granting +2 AP to the character's legs.\tThe Body is lithe and agile, granting +10 to Acrobatics Skill Tests.\tThe body oozes necrotic slime, increasing movement by +2.\tThe Bodie's feat and replaced with splayed suction pads. The character gains the Sturdy Trait.\t\t87-100\tNurgling Infestation\tFrom within the Character Pustules boil and gestate into tiny Nurglings that live within their body. Once per Combat as a Full Action the character can spill their guts out to summon Toughness Bonus Nurglings to aid them in battle.\t90-100\tWarpsmith\tThe Character gaitns Psy Rating(+2), and the Psyker Trait if they didn't have it. They are now a Bound Psyker to Tzeentch.\n\tRoll\tEffect\t\t94-00\tStrange Addiction\tThe Character gains an addiction in the form of a \"Minor Compulsion\" Mental Disorder for something freakish if found out, such as consuming blood, tears, or rose petals.\t\t82-85\tVenomous\tNatural Attacks become Toxic, gain Toxic Trait.\t\t\t\t\t\t40-42\tFeatureless Face\tAll Features of the character's face fade to nothing, leaving them with no eyes, nose, or mouth. Despite this their senses are intact, and they no longer require food or drink. However, they cannot speak. (handsigns, telepathy, etc, are fine). They suffer -20 to all Interaction Tests except Intimidation.\t-\t-\t-\t-\n\t01-40\tBecome withdrawn and Quiet. -10 to all Fellowship Tests for 3d10 Hours\t\tPermenant effects of insanity, each represents a new degree of madness from which a character cannot return from. If spending XP to reduce insanity (100xp per IP), cannot go below 40/60/80 if above them.\t\t\t\t86-89\tHideous Strength\tGain Unnatural Strength Trait\t\t\t\t\t\t43-45\tIllusion of Normalcy\tThe Character appears seemingly untouched by the warp. Inside they are a mass of horrifying corruption. They gain the Unremarkable Trait, regardless of any mutations or carried weapons, or even being a space marine. It can be detected by Psyniscience, the test gaining +5 per Gift the character has.\tThe Characters enemies are always Surprised when they attack\tThe Character gains +20 to Deceive Skill Tests\tThe Character's range of Nurgle's Rot (mutation or psychic power) is 2x their corruption bonus\tThe character's number of mutations has no effect on enemy psyniscience tests to detect their presence.\n\t41-70\tCompulsively performs an appropriate action such as praying, cleaning, etc. ignores most other things. -10 to Intelligence, Perception and Fellowship for 3d10 Hours.\t\tMental Disorders\t\t\t\t90-91\tMultiple Appendages\tSprout a set of additional functional limbs in the shape of arms, tenticles, tails, etc. Gain Ambidextrous and Two-Weapon Wielder Talents, and gain +10 on Climb and Grapple Tests.\t\t\t\t\t\t46\tFlaming Skull\tThe Character's skin on their face is seared away, replaced with eternal, inextinguishable flames. They gain Fear(1), or increase their Fear Rating by 1 (max 4). Their fellowship is reduced by 2d10+10 to a minimuim of 1. This may cause additional disorders dependant on the character's personality.\t-\t-\t-\t-\n\t71-100\tBecomes Constantly Fearful and Jumpy, +10 to Perception Tests, -10 to Willpower Tests for 1d5 Days.\t\tGain a Minor (40 IP), Severe (60 IP), and Acute (80 IP) Mental Disorder at their relevent Insanity Point Level. GM Chooses. Must have prior levels of Disorder to gain more advanced levels.\nMinor Disorders provide +10 to test, Acute enforce -10 to test.\t\t\t\t92-93\tWorm\tThe mutant's Lower Limbs fuse into that of a worm or snake. Gain +5 Wounds and the Crawler Trait.\t\t\t\t\t\t47-48\tHeadless\tThe Characters head shrinks into their shoulders, as their features merge into their upper chest. They always count as rolling a 1 to Initiative, however any attack that would hit their head counts as hitting their body instead.\t-\t-\t-\t-\n\t101-120\tTemporarily suffers an appropriate \"Severe Phobia\" Mental Disorder for 1d5 Days.\t\tName\tEffect\t\t\t94\tNightmarish\tThe Mutant is so utterly warped enemies flee at their presence, gain Fear (3) Trait.\t\t\t\t\t\t49-50\tIcon of Blasphemy\tThe Character is utterly blasphemous to all who worship the Corpse Emperor. Once per session, they can gain Fear(3) for one round.\tCharacter can make a -20 Strength Test to extend the effect for an additional round.\tCharacter can make a -20 Fellowship Test to extend the effect for an additional round\tCharacter can make a -20 Toughness Test to extend the effect for an additional round\tCharacter can make a -20 Willpower Test to extend the effect for an additional round\n\t121-130\tBecomes agitated by the slightest pressure. Whenever performing a task requiring a Test, must make Willpower Test or suffer -10. Combat automatically suffers -10. Lasts 1d5 days.\t\tThe Flesh is Weak!\t(Severe/Acute) The character sees their flesh as weak, and will blame it for failiures and problems. Becomes obsessed with replacing flesh with bionic.\t\t\t95\tMalleable\tThe Mutant possess sickening liquidity, able to stretch or flatten themselves. Gain +10 Agility, +20 to Climb and Grappling Tests, and may fit through spaces one quarter its body dimensions.\t\t\t\t\t\t51-52\tInfernal Will\tThe Character is entirely immune to Fear, however if they fail a Skill Test by 4+ Degrees of Failiure, they immediately roll on the Shock Table.\tIf the skill test was for a skill aligned to Khorne, the result can be adjusted by an amount equal to the character's corruption bonus.\tIf the skill test was for a skill aligned to Slaanesh, the result can be adjusted by an amount equal to the character's corruption bonus.\tIf the skill test was for a skill aligned to Nurgle, the result can be adjusted by an amount equal to the character's corruption bonus.\tIf the skill test was for a skill aligned to Tzeentch, the result can be adjusted by an amount equal to the character's corruption bonus.\n\t131-140\tCharacter Suffers Extreme nightmares and will be exhausted for 1d10+1 days, gains a level of fatigue that lasts for a further 1d5 days.\t\tPhobia\t(Minor/Severe/Acute) Character must make a Willpower Test to Interact with the focus of their phobia, excessive exposure may force fear tests. Phobias may include fear of the dead and insects, etc.\t\t\t96\tWinged\tSprout a set of wings capable of supporting Flight. Gain Flyer (ABx2) Trait.\t\t\t\t\t\t53-54\tInside Out\tThe Characters innards burst out through their flesh, becoming clothed in hideous skin and bleeding organs yet they still remain alive. Character suffers -30 to all Interaction tests except Intimidation, and gain +20 to Intimidate Tests.\t-\t-\t-\t-\n\t141-150\tCharacter is unable to speak for 1d5 days.\t\tObsession/ Compulsion\t(Minor/Severe/Acute) Character must make Willpower Test to not act in compulsive/obsessive way when given the opportunity to do so. Examples include Kleptomania and Self-Harm.\t\t\t97\tCorpulant\tThe Mutant becomes huge and bloated, gain +5 Wounds and Unnatural Toughness Trait, may no longer take the run action.\t\t\t\t\t\t55-56\tPseudo-Daemonhood\tThe Character is twisted to resemble a lesser daemon, Melded with the warp. They gain Fear(4) and Warp Instability Traits. If ever Banished to the warp, the GM determiens how long they will remain banished and what is required for them to return. If Unaligned, they take the form of a bestial fiend.\tThe Character takes a similar apperance to a Bloodletter, and gains the Brutal Charge Talent,\tThe character takes a similar appearance to a Daemonette, and gains Unnatural Agility(+2) Trait.\tThe character takes a similar appearance to a Plaguebearer, and gains the Undying Trait.\tThe character takes a similar appearance to a Horror, and gains the Blessing of Tzeentch (Force Field, Prot 20, no overload)\n\t151-160\tCharacter refuses to eat or drink, and has -10 to all characteristics (cannot reduce below 1) for 1d10 days.\t\tVisions and Voices\t(Minor/Severe/Acute) Character hears voices and sees things other's don't. Acte sufferers may be immersed in such visions and have to make willpower tests to avoid following the advice of dark whispers, or terrorised by invisible daemons. Examples include Dead Comrades and Flashbacks.\t\t\t98\tShadowkin\tThe Mutant is only tenously tied to reality. Gain Phase Trait, decrease Strength and Toughness by 10.\t\t\t\t\t\t57-59\tIntelligent Cyst\tA Cyst-like organ grows somewhere on the character which possesses a mind of its own. Whenever the character fails an Interaction Skill Test by 2+ DoF, the Cyst momentarily takes control of them, causing them to say or do something contrary to their own interests (or in the interests of the cyst)\t-\t-\t-\t-\n\t161-170\tCharacter becomes hysterically blind or deaf for 1d10 days.\t\tDelusions\t(Minor/Severe/Acute) Character acts on a false belief as if it were true. Depite better judgement or conflicting evidence, delusions grow with severity, a character may have to make willpower tests to avoid acting against better judgement.  Examples include Invulnerability and Righteousness.\t\t\t99\tCorrosive Bile\tMay Vomit bile, flesh-eating grubs, or something equally horrible in close combat. As a Full Action, Test BS to make 1d10+2 R/E, Tearing Attack. Cannot be parried, but can be dodged.\t\t\t\t\t\t60-61\tWarp-Eater\tThe Character never needs to eat or drink. Once per month however they must make a +0 Toughness Test, if they fail they gain 1d5+1 Corruption.\tHunger make be assuaged by slayering foes of the blood god, Each Month, every foe slain provides +5 to the test.\tHunger can be assuaged by comitting acts of blasphemy and excess. Each Month, every such deed provides +10 to the test.\tHunger can be assuaged by gifting mortals Nurgle's delights, Each Month, every victim infected with disease or killed with Toxic Attacks provides +5 to the test.\tHunger can be assuaged plots and deceit. Each Month, every lie of consequence told to further one's goals provides +10 to the test.\n\t171+\tCharacter is completely traumatised and unresponsive, cannot intiate, although can be led through actions  for 1d10 days.\t\tHorrific Nightmares\t(Minor/Severe) Characters suffer vivid and reoccuring nightmares. After a stressful day they must make a willpower test to not succumb to night terrors. If they fail, they suffer one fatigue the following day, not gaining the benefit of rest.\t\t\t00\tHellspawn\tThe Mutant's body and soul are saturated by the warp, reaching Pseudo-Daemonhood. Gain Daemonic, Fear  (2), and From Beyond Traits. Most mortal creatures will take issue with this.\t\t\t\t\t\t62-63\tLimb Loss\tThe Character loses one random limb (see addendum limb table), which simply dissolves to nothing. They may sense a brief feeling of schadenfreude.\t-\t-\t-\t-\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t64-67\tMagnificent Horns\tThe Character gains a set of horns that act as both weapons and impressive status symbols. The character gains +10 Loyalty with any Minions they have, and their charge Actions cannot be Parried.\tOnly Khornate Minions gain the Loyalty Bonus\tOnly Slaaneshi Minions gain the Loyalty Bonus\tOnly Nurglite Minions gian the Loyalty Bonus\tOnly Tzeentchian Minions gain the Loyalty Bonus\n\t\t\t\t\t\t\t\tMutation (Alt. Dark Hersy 2E)\t\t\t\t\t\t\t\t68-69\tWarped Appearance\tThe Character's appearance mutates to something unimstakably of the Immaterium's Touch. The exact details are left up to the Player and GM. Whatever it is, they suffer -20 to any tests to disguise themselves or cover their apperance.\t-\t-\t-\t-\n\t\t\t\t\t\t\t\tAfter gaining more than 30, 60, and 90 total Corruption points, test against two characteristics, pass both or gain a mutation. You cannot test against the same characteristics again. Reroll Repeat Effects. Those in Italics are considered Minor Mutations, if rolling for Minor Mutations, use numbers in brackets on a 100, roll again for full Mutations.\t\t\t\t\t\t\t\t70\tMechanoid\tThe Character's body is fused with metal and machinery, a technological blasphemy that obeys no mechanical laws. They gain Machine(+1) Trait.\tCharacter also gains Natural Armour(3) Trait, their skin a gleaming bronze\tCharacter also gains +1 to Initiative Tests, their muscles replaced with fine meshes of micro actuators.\tCharacter also gains the Sturdy Trait, their frame fortified by mechanical callipers.\tCharacter also gains +10 to Awareness Tests, their senses enhanced by complex machine receptors.\n\t\t\t\t\t\t\t\t01-06\tBestial Hide\tCharacter's skin becomes toughened and thick with scales, fur, or chitin. \nGain Natural Armour (2) Trait\t\t\t\t\t\t71\tNerveless Ennui\tThe character cannot feel physical stimuli of any kind, be it painful or pleasurable. Character ignores the -10 Penalty when suffering Fatigue. However Awareness Tests based on sensing by Touch have -10\tWhen character suffers Critical Damage, reduce amount by their Corruption Bonus (min 1)\tCharacter rerolls failed attempts to resist torture or seduction through application of physical stimuli\tCharacter must suffer 2+Toughness Bonus Fatigue before being knocked unconcious.\tCharacter adds +20 to Psyniscience Tests, their Supernatural senses heightened at the loss of their natural ones.\n\t\t\t\t\t\t\t\t07-11\tUnnatural Arms\tTwisted appendages appear from the character's spine or torso.\nGain Multiple Arms (Corruption Bonus) Trait\t\t\t\t\t\t72-73\tPervasive Miasma\tThe character is surrounded by a creeping scent or stench of corruption.  Whenever they fail a Stealth Test, they gain an additional degree of failiure.\t-\t-\t-\t-\n\t\t\t\t\t\t\t\t12-17\tSightless Orbs\tThe Character's eyes become sightless windows into an afflicted soul.\nGain the Blind and Unnatural Senses (Corruption Bonus x 10) Traits.\t\t\t\t\t\t74-75\tProjectile Attack\tCharacter can summon forth a stream of chaotic matter, usually from their mouth. Character can unlease a Half Action Standard Attack with profile (Range 10m; RoF S/-/-; Dmg 1d10+5; Pen 3; Spray, Smoke). Requires them to not be wearing an enclosed helmet.\tThe Attack takes the form of a raging fire, and gains the Flame Quality.\tThe Attack twists and writhes as incorporeal limbs, and gains the Shocking Quality.\tThe Attack spews toxic innards and gains the Toxic Quality.\tThe Attack brings fourth raw Warpstuff, and gains the Warp Weapon Quality.\n\t\t\t\t\t\t\t\t18-25\tSwollen Brute\tCharacter becomes bloated, their muscles expanded and form corpulent.\nGain +10 Strength and Toughness, but reduce Agility Bonus by 1 for purposes of movement.\t\t\t\t\t\t76-77\tGrossly Fat\tThe character swells and distorts, becoming two to three times larger in blubbery fat. They permenantly lose 1d10+10 Agility and 1d10+2 Fellowship. Hjowever they permenantly gain 1d10 Toughness and Size(Hulking) if they didn't already have it.\t-\t-\t-\t-\n\t\t\t\t\t\t\t\t26-30\tDeathsight\tThe Character's mind twists, their eyes showing them the possible fates of anyone they see whether they want to see them or not. Once per session they may increase the damage of one attack they make by their Corruption Bonus, but gain 1 Corruption when doing so.\t\t\t\t\t\t78\tSlayer Limb\tThe character Chooses one weapon they carry that becomes fused to a limb of their choice, replacing it from the elbow or equivalent joint (including replacing the hand). The weapon no longer requires reloading or maintenance, and is opeated by thought.\tThe Weapon gains Tearing Quality if it didn't already have it.\tThe Weapon gains Crippling(1d5) Quality if it didn't already have it.\tThe Weapon gains Toxic(1) Quality if it didn't already have it.\tThe Weapon gains Warp Weapon Quality if it didn't already have it.\n\t\t\t\t\t\t\t\t31-36\tCursed Fleshmetal\tThe Character's Armour and Cybernetics fuse with them and regenerate as if they were living tissue. Removing them requires a +0 Medicae Test, if failed suffer 1d5 Rending Damage to random limb that ignores armour. Can make +10 Toughness Test to repair merged items as one would with a Tech-Use Test, but gains 1 Corruption when doing so.\t\t\t\t\t\t79-80\tStrange Voice\tAt the beginning of the game session roll 1d10. if 4 or lower, gain +10 to Intimidate Tests but -10 to Stealth Tests. If a 5+, suffer -20 to all interaction Skill Tests. Either effect lasts for the game session. The character's voice varies from dramatic resonance to squeaky incomprehensibility.\t-\t-\t-\t-\n\t\t\t\t\t\t\t\t37-43\tRazor Fangs\tCharacter's Teeth grow longer, turning into fangs. \nGains an Unarmed Attack dealing 1d5+Corruption Bonus Rending damage with PEN 2. Permenantly reduce Fellowship by 1d5.\t\t\t\t\t\t81-84\tAdditional Limb\tCharacter grows a limb, and gains the Multiple Arms Trait with a value equal to number of limbs they started out with, +1 per time this gift is applied. If Unaligned, roll for Limb on addendum Limb Table.\tLimb has Bony Spikes, Unarmed Attacks have Tearing Quality\tLimb is lithe and dextrous. Unarmed Attacks have +10 to Weapon Skill\tLimb is slimy and drools from an ending orifice. Unarmed Attacks have Toxic(1)\tLimb is a writhing mass. Gain Disarm Talent and can use it as a Free Action as long as making an Unarmed Attack.\n\t\t\t\t\t\t\t\t44-49\tExcessive Legs\tCharacter grows extra legs to support an extended, centauroid like form.\nGain Quadruped Trait with a number of legs equal to Half Corruption Bonus (round up).\t\t\t\t\t\t85-86\tStrange Walk\tThe Character's Movement Rate is Halved, their Gait is disturbed by some strange affliction.\t-\t-\t-\t-\n\t\t\t\t\t\t\t\t50-54\tWings\tCharacter gains feathered or leathery wings that erupt painfully from their spine. \nGain the Flyer (Corruption Bonus x 2) Trait.\t\t\t\t\t\t87-89\tTail\tThe character gains a Tail, which can be used to make an additional attack which counts as a normal unarmed attack.\tThe Tail is Scorpion-Like, and has the Toxic Quality.\tThe Tail is a writhing Tentacle, and attacks made with it have +20 to Weapon Skill\tThe Tail is a grisly abdomen of a fly, it weeps a vile liquid that reduces intiative of all enemies within 20 metres by 20.\tThe Tail is prehensile and as dextrous as a normal arm, being able to carry and operate a weapon.\n\t\t\t\t\t\t\t\t55-60\tSerpentine Tail\tCharacter's legs wither and fuse as their spine elongates into a serpantine tail that supports their body.\nGain Crawler Trait and gain an unarmed tail attack dealing 1d10 I Damage with Pen 0.\t\t\t\t\t\t90-94\tTentacle\tOne of the character's Limbs Shrivels up into a tentacle. Randomly Determine which limb is affected using the Limb Table Addendum. The Limb cannot hold weapons, and if a leg reduce movement rate by 1. However they provide +10 to Grapple Tests and can reach into tight spaces.\t-\t-\t-\t-\n\t\t\t\t\t\t\t\t61-69\tSearing Blood\tCharacters blood now flows with searing acids that somehow leave them unharmed. Whenever they suffer Blood Loss, this foul liquid flows out, dealing 1d5 + Corruption Bonus Energy Damage with Pen 0 to all other cahracters within 1d5 metres.\t\t\t\t\t\t95\tVampiric Addiction\tThe character requires a certain substance from a living creature to functio, chosen by Player at GM approval. Whenever partaking in the substance they count as having one extra Infamy Point. If they do not partake of the substance by the end of the Game Session, they lose 1 Toughness permenantly.\t-\t-\t-\t-\n\t\t\t\t\t\t\t\t70-77\tWitch-Curse\tA Maddening rune appears somewhere on the character's body, marking them as Chaos Touched. \nGain Psyker Trait, or add 1 to existing Psy Rating and learn one Psychic Power that costs 100xp or less for free. Whenever attempting to use this power, gain 1d5 Corruption Points.\t\t\t\t\t\t96-97\tWarp-Touched\tThe Character must roll on the Disorder Table most appropriate to their alignmnet, if unaligned the GM chooses the table to roll on.\t-\t-\t-\t-\n\t\t\t\t\t\t\t\t78-84\tBone-Blades\tThe Character's Bones grow into long spurs that sprout from their flesh at their command. \nGain Unarmed attack dealing 1d10 + Corruption Bonus damage, Pen 0. when making an attack with this must make +0 Toughness Test or suffer Blood Loss.\t\t\t\t\t\t98-99\tWarpsight\tThe Character views the world through the unreality of the warp, visibly seeing the souls of mortals as lanterns. They can +10 to Awareness Tests, but -10 to Scrutiny Tests as they find it harder to see mundane features such as facial expressions.\t-\t-\t-\t-\n\t\t\t\t\t\t\t\t85-89\tCannibalistic Urge\tBlood and marrow is as wine and bread to the character, normal food does nothing to sate them. Once per session, character can remove 1d5 damage by consuming human flesh, gaining 1 Corruption Point when they do so.\t\t\t\t\t\t100\tWreathed in Chaos\tThe Warp pours from the character's eyes, nose, and mouth, utterly infusing them. They gain +10 to all Interaction Skill Tests with Disciples of the Dark Gods, and +10 to Intimidation Tests with everyone else.\tThe Heat of Khorne's forges see the air ripple in the character's presence, enemies suffer -10 to Weapon Skill Tests in melee with them.\tThe character is enveloped in a mask which confuses and disorients their enemies. All Enemies within 10 metres suffer  -10 Willpower.\tA Cloud of Diseased flies buzzes about the character, all enemies within 10 metres suffers -5 initaitve.\tArcs of aetheric power crackle from the character to anything they touch. They add +2 to Melee Damage Rolls.\n\t\t\t\t\t\t\t\t90-92\tCorrupted Flesh\tThe character's blood is replaced with something horrific, be it insects, worms, or other flittering creatures that spill fourth at the slightest cut. Whenever the character suffers damage, they gain the Fear (1) Trait for 1d5 rounds.\n\t\t\t\t\t\t\t\t93-94\tI Will Not Die!\tThe warp touches the character to twist fortune in their favour but at the price of their soul. \nCan no longer burn Fate Point to survive lethal injuries, instead, whenever character would die, they instead gain 1d10+5 Corruption Points and survive by the narrowest margins.\t\t\t\t\t\t\tLimb Table\t\tBodily Location Table\t\tRandom Creature\n\t\t\t\t\t\t\t\t95-97\tWarp Gaze\tThe eyes of the character now burn all they see in dispair. Character gains 20m ranged attack with Spray Quality that deals 1d10 + Corruption Bonus damage with Pen 0. Each time attack is used, gain 1d5 Corruption Points. Those struck with attack make +0 Fear (1) Test.\t\t\t\t\t\t\tRoll\tLocation\tRoll\tLimb\tRoll\tCreature\n\t\t\t\t\t\t\t\t98-99\tWarp Regeneration\tThe flesh of the character sews itself back together from even the worst of injuries, whether the character desires it or not. Whenever character suffers damage, they make a +0 Toughness Test, if successful they gain Regeneration (Corruption Bonus) for 1 round, and 1d5 Corruption Points.\t\t\t\t\t\t\t1-16\tRight Arm\t1-5\tHead\t1\tAvian\n\t\t\t\t\t\t\t\t100\tThe Warp Made Manifest\tThe warp overtakes the character, they are reshaped, moulded, becoming one with unreality to the horror of those around them.\nGain Daemonic (Corruption Bonus), Fear (2), From Beyond, and Warp Instability Traits. \nCan use Willpower characteristic in place of any other characteristic for any test they must take.\t\t\t\t\t\t\t17-23\tRight Hand\t6-9\tFace\t2\tCattle (Grox, Bull, Ram, Goat, etc)\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t24-31\tRight Hand's Fingers\t10-21\tNeck\t3-4\tInsect\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t32-47\tLeft Arm\t22-37\tRight Arm\t5-6\tPrimate\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t48-55\tLeft Hand\t38-53\tLeft Arm\t7-8\tReptile\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t56-63\tLeft Hand's Fingers\t54-70\tTorso\t9-10\tVermin\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t64-71\tRight Leg\t71-87\tRight Leg\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t72-79\tRight Foot\t88-00\tLeft Leg\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t80-82\tRight Foot's Toes\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t83-90\tLeft Leg\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t91-97\tLeft Foot\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t98-00\tLeft Foot's Toes</pre>",
        "format": 1
      },
      "sort": 0,
      "flags": {}
    }
  ],
  "flags": {},
  "_id": "3H586UxRv9kyj05l"
}