{
  "_id": "0000000000kv74qw",
  "name": "Explosive Critical - Head",
  "type": "criticalInjury",
  "img": "icons/svg/blood.svg",
  "system": {
    "identifier": "crit_explosive_head_consolidated",
    "damageType": "explosive",
    "bodyPart": "head",
    "severity": 1,
    "effects": {
      "1": {
        "text": "<p>The explosion leaves the target confused. He can take only a Half Action on his next turn as he recovers his senses.</p>",
        "permanent": false
      },
      "2": {
        "text": "<p>The flash and noise leaves the target Blinded and Deafened for 1 round.</p>",
        "permanent": false
      },
      "3": {
        "text": "<p>The detonation leaves the target's face a bloody ruin from scores of cuts. Permanent scarring is very likely. The target suffers 2 levels of Fatigue and must make a Challenging (+0) Toughness test or suffer [[1d10]] points of Perception and Fellowship damage.</p>",
        "permanent": false
      },
      "4": {
        "text": "<p>The force of the blast knocks the target to the ground and leaves him senseless. The target suffers [[1d10]] Intelligence damage and is knocked Prone. He must also pass a Challenging (+0) Toughness test; if he fails, he is Stunned for 2 rounds and his Intelligence characteristic is permanently reduced by 1.</p>",
        "permanent": false
      },
      "5": {
        "text": "<p>The explosion flays the flesh from the target's face and bursts his eardrums with its force. The target is Stunned for [[1d10]] rounds and is permanently Deafened. Permanently reduce his Fellowship characteristic by 1d5.</p>",
        "permanent": false
      },
      "6": {
        "text": "<p>The target's head explodes under the force of the attack, leaving his headless corpse to spurt blood from the neck for the next few minutes. Needless to say, this is instantly and messily fatal.</p>",
        "permanent": false
      },
      "7": {
        "text": "<p>Both head and body are blown into a mangled mess, instantly killing the target. If he is carrying any ammunition, it explodes, inflicting a single hit for [[1d10+5]] Impact damage to a randomly determined Hit Location on each target within [[1d5]] metres. If the target was carrying any grenades or missiles, these also detonate immediately with their normal effects.</p>",
        "permanent": true
      },
      "8": {
        "text": "<p>In a series of unpleasant explosions the target's head and torso peel apart, leaving a gory mess on the ground. For the rest of the fight, anyone moving over this spot must make a Challenging (+0) Agility test or fall Prone.</p>",
        "permanent": true
      },
      "9": {
        "text": "<p>The target ceases to exist in any tangible way, entirely turning into a kind of bright red mist that spreads through the surrounding area. He cannot get much deader than this, except...</p>",
        "permanent": true
      },
      "10": {
        "text": "<p>The target ceases to exist in any tangible way, entirely turning into a kind of bright red mist that spreads through the surrounding area. Such is the unspeakably appalling manner in which the target was killed that each of the target's allies within two metres of where the target stood must make an immediate Challenging (+0) Willpower test. If an ally fails the test, he must spend his next turn fleeing from the attacker.</p>",
        "permanent": true
      }
    },
    "effect": "",
    "permanent": false,
    "notes": "",
    "description": {
      "value": "<p><strong>Explosive Damage to Head (Severity 10)</strong></p><p>The target ceases to exist in any tangible way, entirely turning into a kind of bright red mist that spreads through the surrounding area. Such is the unspeakably appalling manner in which the target was killed that each of the target's allies within two metres of where the target stood must make an immediate Challenging (+0) Willpower test. If an ally fails the test, he must spend his next turn fleeing from the attacker.</p>",
      "chat": "",
      "summary": "Explosive Head injury"
    },
    "source": {
      "book": "Rogue Trader Core Rulebook",
      "page": "254-257",
      "custom": ""
    }
  },
  "effects": [],
  "flags": {
    "rt": {
      "generated": false,
      "consolidated": true,
      "version": "2.0",
      "migrationDate": "2026-01-21T23:52:42.157Z"
    }
  }
}