{
  "_id": "0000000000pvl9x0",
  "name": "Explosive Critical - Arm",
  "type": "criticalInjury",
  "img": "icons/svg/blood.svg",
  "system": {
    "identifier": "crit_explosive_arm_consolidated",
    "damageType": "explosive",
    "bodyPart": "arm",
    "severity": 1,
    "effects": {
      "1": {
        "text": "<p>The attack throws the limb backwards, painfully jerking it away from the body. The target suffers 1 level of Fatigue.</p>",
        "permanent": false
      },
      "2": {
        "text": "<p>The force of the blast snaps the bones of the arm in half. The target drops anything held in that hand and must pass a Challenging (+0) Toughness test or be Stunned for 1 round.</p>",
        "permanent": false
      },
      "3": {
        "text": "<p>The explosion removes 1 finger (and the tips from up to [[1d5]] others) from the target's hand. The target suffers [[1d10]] Weapon Skill and [[1d10]] Ballistic Skill damage, and anything he was carrying in that hand is destroyed. If this is an explosive such as a grenade, it detonates; immediately resolve the 9 effect on this table upon the target.</p>",
        "permanent": false
      },
      "4": {
        "text": "<p>The blast rips the sinew of the arm straight from the bone. The target is Stunned for 1 round and must make a Challenging (+0) Toughness test or suffer Blood Loss. The limb is Useless until the target receives medical attention.</p>",
        "permanent": false
      },
      "5": {
        "text": "<p>Fragments from the explosion tear into the target's hand, ripping away flesh and muscle alike. He must immediately make an Ordinary (+10) Toughness test. If he succeeds, permanently reduce his Weapon Skill and Ballistic Skill characteristics by 1; if he fails, he suffers the Lost Hand condition (see page 242).</p>",
        "permanent": false
      },
      "6": {
        "text": "<p>The explosive attack shatters the bone and mangles the flesh, turning the target's arm into a red ruin. The target suffers Blood Loss and [[1d5]] levels of Fatigue. The arm is Useless until he receives medical attention</p>",
        "permanent": false
      },
      "7": {
        "text": "<p>In a violent hail of flesh, the arm is blown apart. The target must immediately make a Challenging (+0) Toughness test or die from shock. If he survives, he suffers [[1d10]] levels of Fatigue, is Stunned for [[1d10]] rounds, and suffers Blood Loss. The target now suffers from the Lost Arm condition (see page 242).</p>",
        "permanent": true
      },
      "8": {
        "text": "<p>The arm disintegrates under the force of the explosion, taking a good portion of the shoulder and chest with it. The target is sent screaming to the ground, where he dies in a pool of his own blood and organs.</p>",
        "permanent": true
      },
      "9": {
        "text": "<p>With a mighty bang the arm is blasted from the target's body, killing the target instantly in a rain of blood droplets. In addition, if the target was carrying a weapon with a power source in his hand (such as a power sword or chainsword), then it violently explodes, inflicting a single hit for [[1d10+5]] Impact damage to a randomly determined Hit Location upon each target to anyone within two metres.</p>",
        "permanent": true
      },
      "10": {
        "text": "<p>With a mighty bang the arm is blasted from the target's body, killing the target instantly in a rain of blood droplets. In addition, if the target was carrying a weapon with a power source in his hand (such as a power sword or chainsword), then it violently explodes, inflicting a single hit for [[1d10+5]] Impact damage to a randomly determined Hit Location upon each target to anyone within two metres. If the target is carrying any ammunition it explodes, inflicting a single hit for [[1d10+5]] Impact damage to a randomly determined Hit Location upon each target within [[1d10]] metres (in addition to the hit noted above). If the target is carrying any grenades or missiles, these also detonate immediately with their normal effects.</p>",
        "permanent": true
      }
    },
    "effect": "",
    "permanent": false,
    "notes": "",
    "description": {
      "value": "<p><strong>Explosive Damage to Arm (Severity 10)</strong></p><p>With a mighty bang the arm is blasted from the target's body, killing the target instantly in a rain of blood droplets. In addition, if the target was carrying a weapon with a power source in his hand (such as a power sword or chainsword), then it violently explodes, inflicting a single hit for [[1d10+5]] Impact damage to a randomly determined Hit Location upon each target to anyone within two metres. If the target is carrying any ammunition it explodes, inflicting a single hit for [[1d10+5]] Impact damage to a randomly determined Hit Location upon each target within [[1d10]] metres (in addition to the hit noted above). If the target is carrying any grenades or missiles, these also detonate immediately with their normal effects.</p>",
      "chat": "",
      "summary": "Explosive Arm injury"
    },
    "source": {
      "book": "Rogue Trader Core Rulebook",
      "page": "254-257",
      "custom": ""
    }
  },
  "effects": [],
  "flags": {
    "rt": {
      "generated": false,
      "consolidated": true,
      "version": "2.0",
      "migrationDate": "2026-01-21T23:52:42.157Z"
    }
  }
}