{
  "name": "Call the Lord of Skull's Soldier",
  "type": "ritual",
  "img": "icons/svg/scroll.svg",
  "system": {
    "test": "-20 Forbidden Lore (Daemonology) ",
    "requirements": "Basic Khorne Ritual to summon a Bloodletter. Requires Site of battle or murder. Summoning Circle marked by Khornate Symbols with Braziers of boiling blood and burning coals placed cardinally. An Adult human who has killed, or a predatory beast is ritually sacrificed. The Correct prayers are roared with bestial fervour.",
    "effect": "A Bloodletter is summoned, it remains corporeal for 1d5+5 rounds, +1 Round per Degree of Success on Ritual Test. If the veil between reality is thin, or the daemon is further empowered through slaughter it may stay for longer.  If the Daemon is summoned for a specific task, it remains long enough to complete it (within reason).\nA Daemonic Mastery Test may be made to take control of the Daemon.",
    "costs": "The Ritual Triggers Psychic Phenomena, all participants also must make a +0 Willpower Test or enter a Frenzied state (as frenzy talent). This may prevent Daemonic Mastery Tests occuring.",
    "failure": "Contempt of the Warp Occurs, with +10 to the roll per Degree of Failiure on Ritual Test beyond the first.",
    "source": "Black Crusade: Core",
    "description": {
      "value": "<p><b>Effect:</b> A Bloodletter is summoned, it remains corporeal for 1d5+5 rounds, +1 Round per Degree of Success on Ritual Test. If the veil between reality is thin, or the daemon is further empowered through slaughter it may stay for longer.  If the Daemon is summoned for a specific task, it remains long enough to complete it (within reason).\nA Daemonic Mastery Test may be made to take control of the Daemon.</p><p><b>Costs:</b> The Ritual Triggers Psychic Phenomena, all participants also must make a +0 Willpower Test or enter a Frenzied state (as frenzy talent). This may prevent Daemonic Mastery Tests occuring.</p><p><b>Failure:</b> Contempt of the Warp Occurs, with +10 to the roll per Degree of Failiure on Ritual Test beyond the first.</p>"
    }
  },
  "effects": [],
  "flags": {},
  "_id": "GtLtMRbjhnnGZLBB"
}