{
  "name": "Ritual of Futures Foretold",
  "type": "ritual",
  "img": "icons/svg/scroll.svg",
  "system": {
    "test": "-30 Psyniscience ",
    "requirements": "Character must have Psyker Trait, Psyniscience, and Forbidden Lore(Daemonology + The Warp). Gains +10 to test for any one of Com. Lore(Astra Telepathica), Sch. Lroe (Numerology or Occult), or Forb.Lore(Psykers). Ritual Performed in area where character wishes to look into the future and find what happens at location. ",
    "effect": "Character creatures a window of up to 20m x 20m that looks into the future and shows what comes to pass at this exact location. The window is never perfectly clear, and sound echoes horribly requiring a -30 Perception Test to discern speech. Characters cannot interact with what they see. Window extends 1 Day, +1 per DoS on Test into the future. The vision is never 100% accurate. Lasts for WP Bonus/2 Minutes, +1 per DoS on Test.",
    "costs": "The character and any that helped them gain 1d10 Fatigue after window dissapears. Everyone that looked into the future must make +10 Willpower Test or take 1d5 Permenant Willpower Damage.",
    "failure": "Test causes one Psychic Phenomena per degree of Failiure. Test can be performed again for 1d10 hours.",
    "source": "BC: Tome of Fate",
    "description": {
      "value": "<p><b>Effect:</b> Character creatures a window of up to 20m x 20m that looks into the future and shows what comes to pass at this exact location. The window is never perfectly clear, and sound echoes horribly requiring a -30 Perception Test to discern speech. Characters cannot interact with what they see. Window extends 1 Day, +1 per DoS on Test into the future. The vision is never 100% accurate. Lasts for WP Bonus/2 Minutes, +1 per DoS on Test.</p><p><b>Costs:</b> The character and any that helped them gain 1d10 Fatigue after window dissapears. Everyone that looked into the future must make +10 Willpower Test or take 1d5 Permenant Willpower Damage.</p><p><b>Failure:</b> Test causes one Psychic Phenomena per degree of Failiure. Test can be performed again for 1d10 hours.</p>"
    }
  },
  "effects": [],
  "flags": {},
  "_id": "2FItpvAmvOW9f5XE"
}