{
  "name": "Unleash the Foetid Footman",
  "type": "ritual",
  "img": "icons/svg/scroll.svg",
  "system": {
    "test": "-20 Forbidden Lore (Daemonology) ",
    "requirements": "Basic Nurgle Ritual to summon a Plaguebearer. Requires Site touched by disease, a carved ritual circle with cauldrons of putrid liquids filling the area. Rotten corposes fill the centre and a single adult human untouched by disease or illness sits atop the pile, ready to absorb its filth to create a window through which the Plaguebearer emerges.",
    "effect": "A Plaguebearer is summoned, it remains corporeal for 1d5+5 rounds, +1 Round per Degree of Success on Ritual Test. If the veil between reality is thin, or the daemon is further empowered through slaughter it may stay for longer. If the Daemon is summoned for a specific task, it remains long enough to complete it (within reason).\nA Daemonic Mastery Test may be made to take control of the Daemon.",
    "costs": "The Ritual Triggers Psychic Phenomena. Each character involved in the ritual makes a +0 Toughness Test or suffers 1d5 Fatigue.",
    "failure": "Contempt of the Warp Occurs, with +10 to the roll per Degree of Failiure on Ritual Test beyond the first.",
    "source": "BC: Tome of Decay",
    "description": {
      "value": "<p><b>Effect:</b> A Plaguebearer is summoned, it remains corporeal for 1d5+5 rounds, +1 Round per Degree of Success on Ritual Test. If the veil between reality is thin, or the daemon is further empowered through slaughter it may stay for longer. If the Daemon is summoned for a specific task, it remains long enough to complete it (within reason).\nA Daemonic Mastery Test may be made to take control of the Daemon.</p><p><b>Costs:</b> The Ritual Triggers Psychic Phenomena. Each character involved in the ritual makes a +0 Toughness Test or suffers 1d5 Fatigue.</p><p><b>Failure:</b> Contempt of the Warp Occurs, with +10 to the roll per Degree of Failiure on Ritual Test beyond the first.</p>"
    }
  },
  "effects": [],
  "flags": {},
  "_id": "J6jPbPIvVVZ8iEHf"
}