{
  "name": "Character Actions and Rules",
  "img": "icons/svg/book.svg",
  "pages": [
    {
      "_id": "vmMeQahwEtkYXkQd",
      "name": "Character Actions and Rules",
      "type": "text",
      "text": {
        "content": "<pre>\tMisfortunes\t\tIf the GM believes that the character's current endeavours may have wide consequences, they may simulate this as a Misfortune. The GM could also roll once at the start of a session where the characters are involved in an endeavour to see what consequences occur. Misfortune can lead to potential profit factor loss or worse.\t\tAcquisition (Rogue Trader/Black Crusade)\t\t\t\t\t\t\t\t\t\t\t\t\tCombat Actions (OW)\t\t\tEach Character can make one Full Action/two Half Actions on their turn, and one Reaction per Round (which can only be made when it isn't their turn),, as well as any reasonable number of Free Actions.\nSubtypes determine the circumstances actions can be taken in. A Character can only take One Attack Action and/or One Concentration Action on their Turn, they cannot take Movement Actions if immobilised.\nIf a Concentration Action extends over multiple turns, peforming a reaction may cancel the concentration action.\t\tBonuses and Penalties\t\tEffects on a test to make it easier or harder. Test Difficulty generally maxes out at +60/-60. More success or failiure on a test results in \"Degrees of Success\" or \"Degrees of Failiure\", which may make success or failiure more significant. +/-'s stack unless from same source.\nGenerally the greatest summed bonus one can gain is +/- 60.\t\t\t\t\t\t\tCarrying, Lifting, and Pushing Weights\t\t\t\t`\tCrit Effects, Energy (OW)\n\tRoll\tProfit Factor at Risk\tResult\t\tAcquisition is the process of the finding and purchasing of anything and everything a Rogue Trader may need. It consists of first locating the acquisition in question, then attempting to acquire it through levying Profit Factor. The Availability of the target acquisiton affects how difficult and time consuming the process is, or if it is even possible at all, the GM may need to make up an Availability if there isn't one appropriate.. Acquisitions cover anything from tools to weapons to starships to services to people, if something is needed, an acquisition may need to be made. Not everything can be acquired everywhere, an Archeotech Nova Cannon is unlikely to be acquired on a primitive world, the official blessing of a Cardinal may be easier to find on an Imperial World. This is especially true for items related to the Ruinous Powers or Xenos, asking about these in the wrong places could have lethal consequences.\t\t\t\t\t\t\t\t\t\t\t\t\tName\tDuration\tSubtype\tDescription\t\tStatus Effects and Conditions\t\tEnvironmental Effects\t\tRange \n(only relevent for ranged attacks)\t\tSize\n(Only Relevent for ranged attacks)\t\t\tSB+TB\tMax Carry Weight (kg)\tMax Lift Weight (kg)\tMax Push Weight (kg)\t\tCritical Damage\tEffect\n\t01-49\tNone\tNo Misfortune, Fate is kind to the Characters\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tAim\tHalf/Full\tConcentration\tAs Half Action, add +10 to next Attack Test. Or as Full Action, add +20 to next Attack Test. Benefit lost if next action not an Attack Action (Standard Attack, Semi-Auto, Lightning, etc) or Reaction made before attacking. Can be done with Melee or Ranged weapon.\t\tAttacking Helpless Target\tAutohit\tAttacking from higher ground\t10\tShooting into Melee Range (Non-Pistol)\t-20\tAttacking Titanic (10) Target\n(EG: Reaver Titan)\t60\t\t0\t0.9\t2.25\t4.5\t\tHead\n\t50-65\t1\tNuisance Misfortune, Roll or choose Misfortune Details\t\tFinding the Acquistion\t\t\tTo search for an item, make a Commerce or Inquiry Test modified by target availability which affects ease of test and time taken. Roll may be made by GM in secret if Acquisition made in Dangerous Cirumstances. Not all Acquisitions need to be found first, this section is semi-optional.\t\t\t\t\t\t\t\t\t\tAll Out Attack\tFull\tAttack, Melee\tCharacter makes a melee attack with +20, but can't Dodge or Parry until the start of their next turn. Can't combine with an Aim Action.\t\tAttacking Surprised or Unaware Target\t30\tMeleeing or Dodging in mud/heavy rain/similar\t-10\tPoint Blank\n( < 3m or wep range -1m)\t30\tAttacking Monumental (9) Target (EG: Squiggoth, Baneblade)\t50\t\t1\t2.25\t4,5\t9\t\t1\tCharacter suffers -10 to all Tests except Toughnes for 1 Round. A grazing blow frazzles their senses.\n\t66-90\t2\tGrim Misfortune, Roll or choose Misfortune Details\t\tAvailability\tPopulation's Effect on Test to Find\t\t\t\tPopulation's Effect on Time Taken to Find\t\t\t\t\tCraftsmanship's Effect on Time Taken to Find. (Multiply Base Time)\t\t\tBrace Heavy Weapon\tHalf\tMiscellaneous\tCharacter braces Heavy Weapon on an object or themselves, and may fire it without -30 Penalty for unbraced firing. While braced can't move, and firing limited to 45 Degree arc. (Tripods/Bipods allow this to be increased).\nCan leave a Braced weapon behind and if it was not braced on the character themselves the weapon remains braced.\t\tAttacking Stunned Target\t20\tMelee Attacks in Complete Darkness\t-20\tShort Range \n( < 1/2 range)\t10\tAttacking Immense (8) Target\n(EG: Land Raider, Knarloc)\t40\t\t2\t4.5\t9\t18\t\t2\tCharacter is Blinded for 1 Round. A Blast of energy dazzling them.\n\t90-00\t1d5\tCalamitous Misfortune, Roll or choose Misfortune Details\t\t\t< 1000\t< 10,000\t< 100,000\t100,000+\t< 10,000\t< 100,000\t< 1M\t< 10M\t10M+\t\t\t\tCalled Shot\tFull\tAttack, Melee/Ranged,  Concentration\tCharacter determines a specific location of their target to hit such as the head, right arm, carried item, etc of a person, or sniping someone out of an open-topped vehicle and makes appropriate WS or BS Test with -20 to hit. If successful, hits the determined location. Doesn't gain the +10 of a Standard Attack.\t\tHitting a target engaged in a Grapple\t20\tShooting in Fog, Mist, Shadow, or Smoke\t-20\tNormal Range \n( <= 2x wep range)\t0\tAttacking Massive (7) Target\n(EG: Tank, Greater Daemon)\t30\t\t3\t9\t18\t36\t\t3\tCharacter is Deafened for 1d5 hours, or until receiving first aid. One of their ears is cooked to a stump, although not unrepairably.\n\t\t\t\t\tUbiquitous\t+30\tAutomatic\tAutomatic\tAutomatic\t<1 Day\t<1 Day\t<1 Day\t<1 Day\t<1 Day\tBest\tx3\t\tCharge\tFull\tAttack, Melee, Movement\tCharacter rushes target at least 4 metres away in a straight line and up to their Charge Move range (Usually 3m x Agility Bonus). Makes one melee attack with +20, or grapples if unarmed instead of doing damage (see grappling extended section. Only the last 4 metres needs to be straight line.\t\tAny Test whilst Fatigued\t-10\tAttacking in harsh weather or unnatural conditions\t-20\tLong Range \n( > 2x wep range)\t-10\tAttacking Enormous (6) Target\n(EG: Sentinel, Krootox)\t20\t\t4\t18\t36\t72\t\t4\tCharacter suffers 2 Fatigue and is Blinded for 1d5 Rounds, all the hair on their head is burned away as energy burns the top of their head.\n\tMisfortune Details\t\tMisfortune can lead to profit factor being put at risk. If the misfortune is ignored, the Profit Factor is permenantly lost, if it is resolved it can be saved and restored.\t\tAbundant\t+20\t+30\tAutomatic\tAutomatic\t1d5 Days\t<1 Day\t<1 Day\t<1 Day\t<1 Day\tGood\tx2\t\tDefensive Stance\tFull\tConcentration, Melee\tCharacter concentrates on Self Defence, until the start of their next turn they may make one additional Reaction but can only use Reactions to make Evasion Reactions, opponents suffer -20 to Weapon Skill Tests to hit them.\t\tShooting Whilst Pinned\t-20\tMeleeing or Dodging in ice/deep snow/similar\t-30\tExtreme Range \n( > 3x wep range)\t-30\tAttacking Hulking (5) Target\n(EG: Ork Nob, Combat Servitor)\t10\t\t5\t27\t54\t108\t\t5\tCharacter is Stunned for 1 Round and Blinded for 1d5 Rounds, and take 1 Permenant Fellowship Damage. Ther skin, face, and hair are burned, causing them to scream in pain.\n\tRoll\tName\tDetails\t\tPlentiful\t+10\t+20\t+30\tAutomatic\t1d10 Days\t1d5 Days\t<1 Day\t<1 Day\t<1 Day\tCommon\tx1\t\tDelay\tHalf\tMiscellaneous\tCharacter delays Half Action until later. At any time before the start of their next turn they perform the delayed Half Action of choice. If two characters use a delayed action at the same time, they make an Opposed Agility Test to see who goes first.\t\tShooting at concealed target\t-30\tShooting in Complete Darkness\t-30\t\t\tAttacking Average (4) Target\n(EG: Human, Eldar)\t0\t\t6\t36\t72\t144\t\t6\tCharacter is Blinded for 1d10 Hours and suffers 1d5 Permenant Fellowship and 1d5 Permenant Perception Damage. Their facial features melted and eyes damaged.\n\t01-05\tAdminstratum Investigation\tAdminstratum Clerks seek to tithe and tax the Rogue Trader and their current Endeavours. Eating into Profits.\t\tCommon\t+0\t+10\t+20\t+30\t1d10 Days\t1d10 Days\t1d5 Days\t<1 Day\t<1 Day\tPoor\tx1/2\t\tDisengage\tFull\tMovement\tCharacter breaks off from a melee and can make a Half Move. Opponents do not get Free attacks againsts them for moving out of melee range.\t\tProne Effects\t\tCombat Conditionals\t\tOther\t\tAttacking Scrawny (3) Target\n(EG: Gretchin, Human Child)\t-10\t\t7\t45\t90\t180\t\t7\tCharacter suffers 1d10 Fatigue, they are Permenantly Blinded and must roll 1d10, which is their new Fellowship Value (unless they already had less than 10). Their head's flesh is burned away, leaving little but charred bone, muscle, and screaming.\n\t06-10\tMuntitorum Accusations\tThe Departmento Munitorum claims to have Evidence the Rogue Trader has siphoned material from their vaults and is now impressing on them with legal force. The Evidence looks legitimate, but is likely false.\t\tAverage\t-10\t+0\t+10\t+20\t1 Week\t1d10 Days\t1d10 Days\t1d5 Days\t<1 Day\tSpeeding Up Acquisitions\t\t\tEvasion\tReaction\tMovement (Dodge)/ \nMelee (Parry)\tAfter being hit, but before damage, character can avoid hit by succeeding Parry (Melee) or Dodge (Ranged/Melee) Test. Can only evade attacks character is aware of. For AoE Attacks, dodges also move up to Agility Bonus metres, if still in area, dodge then fails. For Attacks with multiple hits, successful evasion avoid one hit per Degree of Success (or two for Storm weps). Can't use Reactions during own turn, so can't evade Overwatch or attacks made from fleeing combat.\t\tAttacking Prone Target with Melee Weapon\t10\tMelee Attacks when outnumbering 3+ to 1.\t20\tUsing weapon without correct talent\t-20\tAttacking Puny (2) Target\n(EG: Bolt Pistol, Servo Skull)\t-20\t\t8\t56\t112\t224\t\t8\tThe Character's head is lit up in a fiery detonation, and is destroyed, killing them.\n\t11-15\tIncorrect Ledgers\tFinancial Ledgers seem to contain more errors than usual, leading to setbacks and loss of capital. Whether it is an Accident or Embezzlement is unknown.\t\tScarce\t-20\t-10\t+0\t+10\t1 Week\t1 Week\t1d10 Days\t1d10 Days\t1d5 Days\t\t\t\tFeint\tHalf\tAttack, Melee\tCharacter and Target make Opposed Weapon Skill Test, if character wins, the next melee attack against the target can't be dodged or parried. If the character makes any action other than a Standard Melee Attack, the advantage is lost.\t\tShooting at Prone Target\t-10\tMelee Attacks when Outnumbering 2 to 1.\t10\tTwo-Weapon Attack \n(requires TWW talent)\t-20\tAttacking Miniscule (1) Target\n(EG: Autoquill, Combat Knife)\t-30\t\t9\t67\t134\t268\t\t9\tThe Character's head is superheated and pops, their brain exploding and spreading burning, meaty chunks and bone. There is little left of the character above the neck.\n\t16-20\tSudden Plague\tA Plague has risen somewhere the Rogue Trader would have preferred it didn't, calling for panicked quarantines and disruption even in places where it has yet to reach.\t\tRare\t-30\t-20\t-10\t+0\t1d5 Weeks\t1 Week\t1 Week\t1d10 Days\t1d10 Days\tAny Character can speed up the time taken to find an acquisition by making a +0 Commerce Test (or other relevent skill). Success reduces time taken by 1 availability step (EG: From 1d5 Weeks to 1 Week)\t\t\tFocus Power\tVaries\tVaries\tA Psyker Manifests a Psychic power. If this Psychic Power would attack or apply some negative effect on another individual, it is an Attack Action.\nSustaining a psychic power doesn't count as a Concentration subtype.\t\tDodging Whilst Prone\t-20\tUnarmed attack vs armed opponent\t-20\tPerforming action with help from one person\t10\t\t\t\t10\t78\t156\t312\t\t10+\tThe Character's head pops and their brain explodes, their entire body catches fire and the headless corpse spasmically runs 2d10 metres in a random direction, setting anything it touches on fire, characters can make Agility Tests to avoid this.\n\t21-25\tLoss of Skilled Workers\tA Substantial Number of Skilled and Difficult to replace Hirelings have suddenly been lost or killed. Few are left in their vital positions. Was this caused by an accident, or something else?\t\tVery Rare\t-40\t-30\t-20\t-10\t1d10 Weeks\t1d5 Weeks\t1 Week\t1 Week\t1d10 Days\t\t\t\tFull Auto Burst\tHalf\tAttack, Ranged\tCharacter makes BS Test with -10 using Full Auto weapon, If dice result is 94-00, weapon(s) jam. On success hit once per Degree of Success up to weapon's RoF.  Can allocate hits to target or any within 2 metres of them that isn't harder to hit. Further additional hits are calculated seperately. If Character is dual wielding and has Two-Weapon Wielder Talent, can make two Half Action duration attacks with -20 (don't have to be same type) as part of this action.\t\t\t\tUsing a Two-Handed Weapon with one hand\t-20\tPerforming action with help from two people\t20\t\t\t\t11\t90\t180\t360\t\tBody\n\t26-30\tHidden Cult\tRumours of a Cult spiral out of one of the Rogue Trader's Interest. They seek to sow trouble, either for the Dark Gods, a strange interpretation of the Imperial Faith, or some other unruly Brotherhood.\t\tExtremely Rare\t-50\t-40\t-30\t-20\t1d5 Months\t1d10 Weeks\t1d5 Weeks\t1 Week\t1 Week\t\t\t\tGrapple\tHalf/Full\tAttack, Melee\tUsed while in a grapple to perform grapple-related actions (see grappling extended section). If in control of Grapple, use Full Action to continue Grapple and choose either: Damage Opponent, Throw Down, Push, Ready, Stand or Use Item. \nIf not in control must use Half Action to either: Break Free, Slip Free, or Take Control. See Grapple Section. \t\t\t\tUsing Offhand to fire weapon.\t-20\t\t\t\t\t\t12\t112\t224\t448\t\t1\tCharacter can only make a Half Action next Turn. A Blow to the body steals their breath.\n\t31-35\tZealots\tThose brimming with faith in the Emperor steer workers away from their duties to pray, a rising call has been made to petition the Rogue Trader to grant them leave as Pilgrims to a Shrine World.\t\tNear Unique\t-60\t-50\t-40\t-30\t1d10 Months\t1d5 Months\t1d10 Weeks\t1d5 Weeks\t1 Week\t\t\t\tGuarded Action\tHalf\tAttack, Melee (Parry) or Ranged (Dodge), Concentration\tCharacter suffers -10 to any Weapon Skill or Ballistic Skill Test made this turn, but gains +10 to Evasion Tests until the start of their next turn.\t\t\t\tFiring Heavy Weapon without Bracing\t-30\t\t\t\t\t\t13\t225\t450\t900\t\t2\tCharacter must make +0 Toughness Test or be knocked Prone. The air punched from their body.\n\t36-40\tAltering the Deal\tAn Ambitious Magos of the Machine Cult demands a new Legal Compact with the Adeptus Mechanicus which does not favour you nearly as much as the current one.\t\tUnique\tGM Discretion\t-60\t-50\t-40\t1 Year\t1d10 Months\t1d5 Months\t1d10 Weeks\t1d5 Weeks\t\t\t\tJump or Leap\tFull\tMovement\tCharacter Jumps vertically or Leaps horizontally. If done whilst in Melee combat, each opponent in melee range makes a free Standard Attack against the character. (see movement extended section)\t\t\t\t\t\t\t\t\t\t\t14\t337\t674\t1348\t\t3\tCharacter suffers 2 Fatigue and 1d5 Nonpermenant Toughness Damage. Their chest and abdomen flesh cooked.\n\t41-45\tDistracted Tech-Priests\tAn Arch-Magos has called all Tech-Priests including many within the Rogue Trader's employ to attend a gathering. The Machine Cult cares little for their trivial responsibilities in the face of such an event.\t\tThe Acquisition Test\t\t\tOnce the Acquisition has been located, an Acquisition Test is made to acquire it. This Test is made vs the Group's Profit Factor. Success on Test acquires the item, failiure does not. Availability, Scale, Craftsmanship, and other environmental factors may affect Test difficulty.\t\t\t\t\t\t\t\t\t\tKnock-Down\tHalf\tAttack, Melee\tCharacter makes Opposed Strength Test vs target in melee range. If winning, target is knocked prone. If 2+ Degrees of Success, can inflict 1d5-3 + SB damage, and 1 Fatigue. If failing by 2+ DoF, character is knocked down instead. \nGain +10 to test if used a Half Action to move on same turn.\t\tEnvironmental Effects\tDarkness: WS Tests in darkness have -20, BS Tests have -30, Concealment Tests have +20. Move at half speed unless -20 Perception Test made.\nDifficult Terrain: -10 to WS and Dodge Tests in Mildly Difficult Terrain such as mud, -30 in very difficult like ice/snow.\nObscuring Effects: -20 to BS Tests when target concealed in fog, shadow, mist, etc, but Concealent Tests have +10.\nWeather and Unnatural Conditions: Provide -20 to WS and BS Tests to attack, examples such as storms, rain, knee deep in foliage, etc.\t\t\t\t\t\t\t\t15\t450\t900\t1800\t\t4\tCharacter suffers 1d10 Fatigue and can only take a Half Action on their Next Round. Energy Ripples across their body with horrific third-degree burns.\n\t46-50\tLocal Economic Downturn\tThe Sub-Sector's Trade dries up and markets enter a low point. Merchant houses cut short their Endeavours and many holdings lose value.\t\tAvailability\tUbiquitous\tAbundant\tPlentiful\tCommon\tAverage\tScarce\tRare\tVery Rare\tExtremely Rare\tNear Unique\tUnique\t\tLightning Attack\tHalf\tAttack, Melee\tRequires Lightning Attack Talent. Weapon can't be Unbalacned or Unwieldy. Make -10 Weapon Skill Test, if successful hit once per Degree of Success up to Weapon Skill Bonus. Hits can be allocated to original target or anyone in melee that wouldn't have been harder to hit. If Character is dual wielding and has Two-Weapon Wielder Talent, can make two Half Action duration attacks with -20 (don't have to be same type) as part of this action.\t\t\t\t\t\t\t\t\t\t\t16\t675\t1350\t2700\t\t5\tCharacter is knocked prone and must make +0 Agility Test or catch on Fire. They must also make a +0 Toughness Test or be Stunned for 1 Round. They are forced to the ground, keeling over in burning agony.\n\t51-55\tChanges to the Law\tA New Dicate of Mercantile law sees great upheaval amongst many guilds and merchants, with some even going under. Many previous lines of Commerce and Legal Compacts are now worthless as a result.\t\tModifier\t+70\t+50\t+30\t+20\t+10\t+0\t-10\t-20\t-30\t-50\t-70\t\tManoeuvre\tHalf\tMelee, Movement\tCharacter makes Opposed Weapon Skill Test vs target in melee range. If successful, target is forcibly moved by character 1 metre in desired direction. Character can then immediately advance 1 metre as well. Can't force target into another character or an obstacle such as a wall. Can push them off ledges.\t\tSize\tLarger targets are easier to hit, and harder to stay hidden and vice versa for smaller targets. As seen in table, targets of relevent size gain +/- to be hit and equal but opposite -/+ to concealment tests. It also affects Movement by (Size) - 4 (EG: Hulking adds +1 to Base Movement, Scrawny -1).\t\t\t\t\t\t\t\t17\t900\t1800\t3600\t\t6\tCharacter is knocked prone and must make +0 Agility test or catch on Fire, they also suffer 1d5 Fatigue and are Stunned for 1d10 Rounds. The character is sent reeling to the ground with a smoking impact crater that quickly lights up.\n\t56-60\tResurgent Piracy\tPirates suddenly strike at the Rogue Trader's Interests, raiding worlds and assault vessels.\t\tScale/Crafts.\tNegligable\n(Single)\tTrivial\n(3-5)\tMinor\n(10-30)\tStandard\n(50-100)\tMajor\n(500-1000)\tSignificant\n(2000-5000)\tVast\n(10,000+)\tPoor\tCommon\tGood\tBest\t\tMove\tHalf/Full\tMovement\tAs a Half Action, make a Half Move (usually 1m x Agility Bonus). As a Full Action, make a Full Move (usually 2m x Agility Bonus). If ending movement next to an opponent, can engage in melee, \nIf moving away from an opponent in melee, they get a free Standard Attack action vs character.\t\tProviding Assistance\tA Character may assist in another's test, reducing its difficulty by one step (providing +10). Up to two may provide assistance. Requires assister to have training in any relevent skills, must be next to the one they are giving assistance to, and cannot help with reactions, free actions, tests to resist poisons/disease/fear or anything else GM deems innappropriate.\t\t\t\t\t\t\t\t18\t1350\t2700\t5400\t\t7\tCharacter is stunned for 2d10 Rounds and the suffer 1d10 Permenant Toughness Damage. Their organs are cooked and lungs burnt.\n\t61-65\tOrk Incursion\tOrks emerge to loot and destroy the Rogue Trader's Interests.\t\tModifier\t+30\t+20\t+10\t+0\t-10\t-20\t-30\t+10\t+0\t-10\t-30\t\tOverwatch\tFull\tAttack, Ranged, Concentration, \tCharacter creates 45-Degree Firing arc killzone, specifies Full Auto, Semi Auto, or Standard Attack, and a firing condition. If condition is met before start of character's next turn, shooting action performed. Targets caught in arc make +0 Pinning Test or are pinned. Performing non-Free Actions before Overwatch activates ends its effect. If attack happens at same time as another character's action, higher agility bonus goes first, or both make opposed Agility Test.\t\t\t\t\t\t\t\t\t\t\t19\t1800\t3600\t7200\t\t8\tCharacter is stunned for 2d10 Rounds, their Strength, Toughness, and Agility are nonpermenantly halved until receiving medical treatment, they suffer 2d5 Permenant Fellowship Damage. The character's entire body is blackened as skin peels and fat melts.\n\t66-70\tLoss of Respect\tGreat Leaders within local Imperial Organisations suddenly display less respect for the Rogue Trader. Their opinion will likely spread from the top down and into broader knowledge if not stopped.\t\tStarship Acquisition\t\t\tThe Massive scale of starships and their components require different acquisition tests. Starship components are not affected by scale, (but does still consider Availability and Craftsmanship). Scale is replaced by Component Type. If type is not obvious, default to Structure Type.\t\t\t\t\t\t\t\t\t\tReady\tHalf\tMiscellaneous\tCharacter draws a weapon, retrieves an object, or properly stores an object (although dropping a free action). Also used to apply/use a tool such as a Medi-patch, injecting a drug, coating a blade in poison, or so on. \nReady can be done twice in a turn if each ready targets a different weapon or item (such as readying two pistols).\t\tCover\tCover provides additional AP to the body and legs (can vary with cover and actions), if shot pierces cover's AP, its AP is reduced by 1. Cover doesn't by itself lower BS Tests to hit those behind it. \nExample Cover AP's: Thin metal/Armour-glas (4), Flakboard/sandbags (8), Cogitator Banks (12), Rockcrete, thick iron, stone (16), Bulkheads, Plasteel, Armaplas (32).\t\t\t\t\t\t\t\t20\t2250\t4500\t9000\t\t9\tThe Character is set ablaze in a superheated inferno, their skin melts, eyes pop, and they fall to the ground a screaming, blackened corpse.\n\t71-75\tFaith Questioned\tSome claim the Rogue Trader is adherent to an unseemly Imperial Cult located in Footfall, making them appear uncivilised amongst much of Imperial Society within the more well developed regions.\t\tComp. Type\tWar\tEtheric\tPower\tStructure\tAcquiring a Starship meanwhile is not affected by Craftsmanship, Availability, or any kind of Scale, Instead the only base modifier to the Acquisition Test is a negative modifier based on the ship's Hull Points (EG: 25 Hull Points = -25 on Acquisition Test. Starships are far more likely to be Acquired as opposed to being built, which takes decades and requires ludicrous resources. The Largest vessels may have modifiers of -90 or more, likely requiring several favours, dealings, and concessions made to even have a hope of acquiring one.\t\t\t\t\t\t\t\tReload\tVaries\tMiscellaneous\tReloads a ranged weapon, time is listed in weapon's stats. Reloads that take longer than a Full Action are an Extended Action, that requires multiple continuous Full Actions to complete.\t\t\t\t\t\t\t\t\t\t\t21 (HB Est.)\t3150\t6300\t12600\t\t10+\tThe Character is set ablaze in a superheated inferno, dying horribly. Roll 1d10, on a 1-5 carried ammunition explodes, dealing 1d10+5 X Damage to everyone in 1d5 metres (who may attempt to dodge), any carried explosives then go off one Round Later.\n\t76-80\tDisparaging Noble\tAn influencial Noble or other powerful individual has slandered the Rogue Trader publically. Many sycophants have followed in their stead, with likely more doing so over time unless an intervention is made.\t\tModifier\t-30\t-20\t-10\t+0\t\t\t\t\t\t\t\t\tRun\tFull\tMovement\tCharacter moves a distance equal to their Run movement (usually 6m x Agility Bonus). Ranged attacks targeting them have -20, whilst Melee attacks targeting them have +20.\nIf moving away from an opponent in melee, they get a free Standard Attack action vs character.\t\tPinning\tWhen targeted by Suppressive Fire, even if shots hit cover or character takes no damage. Must make -20 Pinning (Willpower) Test. On success, may act normally, otherwise they are Pinned and  can only take Half Actions, suffer -20 to BS Tests, and cannot leave cover except to retreat while remaining in cover. If not in cover must use next turn to reach cover or move away from attacker if not possible. Can make Willpower Test to end pinning effect at end of turn, which is +30 if not under fire. Characters in melee combat escape pinning automatically.\t\t\t\t\t\t\t\t22 (HB Est.)\t4050\t8100\t16200\t\tArm\n\t81-85\tRumours of Death\tThe Rogue Trader is rumoured to have died. The Adminstratum begins its slow, grinding process of anulling their Warrant of Trade, possibly trying to pass it on to a successor the Rogue Trader may or may not have.\t\tExample\tShip Weapons\tAuxpex, Vox Comms\tDrives, Void Shields, Warp.\tHolds, Armour, Etc.\t\t\t\t\t\t\t\t\tSemi-Auto Burst\tHalf\tAttack, Ranged\t Character makes BS Test with +0 using Semi Auto weapon, If dice result is 94-00, weapon(s) jam. On success hit once. +1 per two Degrees of Success up to weapon's RoF.  Can allocate hits to target or any within 2 metres of them that isn't harder to hit. Further additional hits are calculated seperately. If Character is dual wielding and has Two-Weapon Wielder Talent, can make two Half Action duration attacks with -20 (don't have to be same type) as part of this action.\t\t\t\t\t\t\t\t\t\t\t23 (HB Est.)\t4950\t9900\t19800\t\t1\tTest made with hit arm have -30 for 1 Round. The Blast leaves the arm numb and tingly\n\t86-90\tPotential Rebellion\tThe Arbites find or are provided with evidence of a Rebellion forming amongst the Rogue Trader's Hirelings. They will be looked down on for such unruly workers, if the Rebellion is real they may have greater problems.\t\tAffecting Acquisition Tests\t\t\tThere are several ways to alter the difficulty of an Acquisition Test. Such as through diplomacy, location, etc. This may help or Hinder the Characters depending on whether they or their opponents are using such things. \t\t\t\t\t\t\t\t\t\tStand/Mount\tHalf\tMovement\tIf character is currently on the ground/prone, they stand up if they are capable of doing so. If they are standing, they can mount/dismount something, like a riding beast or vehicle. \t\tShooting into Melee\tShooting a Ranged or Thrown weapon against a target character is in Melee range of that is not Stunned, Helpless, or Unaware has -20 or +0 for a Pistol, with no benefits from being at such close ranges.\t\t\t\t\t\t\t\t24 (HB Est.)\t6750\t13500\t27000\t\t2\tHit arm is useless for 1d5 Rounds, character suffers 1 Fatigue. The arm spasms with crackling Energy\n\t91-95\tOpen Rivalry\tA Rival of the Rogue Trader can suffer them no longer. Lesser figures avoid both sides while such emnity is present, whilst the rival strikes openly at the Rogue Trader's interests.\t\tCommon Items\tAssuming the characters are not in a desperate situation and have access to their usual resources, Acquisition of Average Availability, Common Craftsmanship items (or easier to acquire) on a personal, character scale should not require Acquisition Tests. Such as for Flak Armour, Combat Knives, Ration Packs, etc. \t\t\t\t\t\t\t\t\t\t\t\tStandard Attack\tHalf\tAttack, Melee/Ranged\tCharacter makes one melee or ranged attack as +10 Weapon Skill or +10 Ballistic Skill Test. If unarmed, they may make a Grapple instead of inflicting damage (see grappling extended section). \nIf Character is dual wielding and has Two-Weapon Wielder Talent, can make two Half Action duration attacks with -20 (don't have to be same type) as part of this action.\t\t Offhand Weapons\tBy Default, Characters have a Dominant Hand and a Nondominant Hand. Attacking with a weapon in the Nondominant hand imposes a -20 penalty. The Ambidextrous Talent removes this penalty.\t\t\t\t\t\t\t\t25 (HB Est.)\t8550\t17100\t34200\t\t3\tCharacter can only make a Half Action next Round and suffers 1d5 Fatigue. They suffer painful superficial burn scars all across the arm.\n\t96-00\tNoticed by \nThe Inqusition\tA Highly Ranked member of The Inquisition makes an unexplained, unexpected visit, This is never a good thing. Anyone that finds out will avoid the Rogue Trader with good reason.\t\tUnique Items\tUnique and Near Unique Availability items do not exist in sufficient quantities to benefit from scale, and so gain no bonuses from Scale (can't be better than +0).\t\t\t\t\t\t\t\t\t\t\t\tStun\tFull\tAttack, Melee\tCharacter who is unarmed or using a melee weapon can attempt to stun target rather than kill them, making -20 Weapon Skill Test. If successful roll 1d10+Strength Bonus, Target rolls 1d10 + Toughness Bonus + Head Armour Points.\nIf character's roll was higher, target is stunned for a number of turns equal to the difference between the two rolls and gains 1 Fatigue.\t\tDual Wielding\tIf the Character possesses the Two-Weapon Wielder (Melee or Ranged) Talent, they can make an attack action with each of the two melee or ranged weapons as part of one attack action (or one melee and one ranged if possessing both talents). These Attacks have -20.\nThis attack can be any Half-Action length Attack Action, and can be different for the two attacks, E.G, one Full-Auto Burst and one Standard Attack, one attack made with each weapon.\t\t\t\t\t\t\t\t26 (HB Est.)\t10350\t20700\t41400\t\t4\tHit arm is usless for 1d10 Rounds, character is Stunned for 1 Round. The shock of the painful impact causes temporary loss of autonomous functions.\n\t\t\t\t\tContinued Supply\tAcquiring Consumables/Drugs/Ammo also acquires a steady supply of it, that can be replenished when returning to the vessel or suitable safe restocking area, similarly, acquiring a weapon also acquires a steady supply of the basic ammo type it uses. Very excessive usage or disaster may require an upkeep test to retain supply.\t\t\t\t\t\t\t\t\t\t\t\tSuppressing Fire\tFull\tAttack, Ranged\tCharacter with Semi/Full Auto Weapon designates a 45 degree arc killzone up to wep. range and fires a Semi-Auto or Full-Auto Burst but makes -20 Ballistic Skill Test instead of normal test. Targets within kill zone regardless of whether BS Test succeeds or not make -10 Pinning Test if Semi-Auto or -20 if Full Auto, and Pinned if they Fail. If BS Test was passed, hit once, +1 per two Degrees of Success, hits are assigned to random target in kill zone. Can't choose to fail BS Test.\t\t\t\t\t\t\t\t\t\t\t27 (HB Est.)\t12150\t24300\t48600\t\t5\tCharacter is Stunned for 1 Round, the hit arm is rendered useless until receiving medical treatment (treat as only having 1 arm).\n\tUnwanted Attention\t\tExcessive Spending or Annoying the wrong people can get characters into unexpected problems. Not all become apparent immediately, and may lead to further endeavours to recover stolen goods, discover fraud, etc.\t\tCombined Acquisitions\tOne Acquisition can have multiple related components, EG: laspistol + Red-dot sight. Availability is whatever component is rarest, with -5 to test per additional component.\t\t\t\t\t\t\t\t\t\t\t\tSwift Attack\tHalf\tAttack, Melee\tRequires Swift Attack Talent. Make +0 Weapon Skill Test, if successful hit once, +1 per two Degree of Success up to Weapon Skill Bonus. Hits can be allocated to original target or anyone in melee that wouldn't have been harder to hit. \nIf Character is dual wielding and has Two-Weapon Wielder Talent, can make two Half Action duration attacks with -20 (don't have to be same type) as part of this action.\t\t\tThe Ambidextrous Talent reduces the penalty for dual wielding by 10, from -20 to -10.\nBladedancer and Sure Strike reduce the penalty for dual wielding one-handed melee and pistol weapons by 10 respectively.\nThe Sidearm Talent reduces the penalty for dual wielding a one-handed melee and pistol weapon by 10\nAmbidextrous stacks with Bladedancer, Gunslinger, or Sidearm to remove the penalty entirely.\t\t\t\t\t\t\t\t28 (HB Est.)\t13950\t27900\t55800\t\t6\tCharacter suffers 1d5 Fatigue and 1d5 Nonpermenant Weapon and Ballistic Skill Damage, they must make a +0 Toughness Test or permenantly lose the use of the hit hand. The Character's arm is wreathed in flame, clothing and armour scorched and melted.\n\tRoll\tName\tResult\t\tIllegal Acquisitions\tCertain acquisitions such as Illegals, Xenotech, Archeotech, etc, may not be traditionally acquirable without deliberate searching, and may have consequences attached. That doesn't mean you can't try.\t\t\t\t\t\t\t\t\t\t\t\tTactical Advance\tFull\tConcentration, Movement\tCharacter makes a Full Movement Action from cover to another position of cover, treating themselves as having the benefit of the cover they left during the movement even if they are left open in the mean time.\t\t\t\t\t\t\t\t\t\t\t29 (HB Est.)\t15750\t31500\t63000\t\t7\tCharacter's Arm is broken and remains useless (count as lost)  until healed, they suffer 1d5 Fatigue and are Stunned for 1 Round. The heat of the attack boils the Character's bone marrow, shattering it internally with a grim snapping sound.\n\t01-10\tPickpocket\tA Pickpocket targets a character, they lose any one item they have on their person that could be reasonably stolen. The Character can make a Scrutiny Test to catch the thief.\t\tAcquisition Location\tGenerally, Acquisitions should occur at appropriate locations, such as merchant districts, ports, etc, acting as downtime. Additionally, not everything can be acquired anywhere, Power Armour be only be acquirable at a Forge World. Furthermore a tech-priest wouldn't care for fine wines, but would like a massive shipment of radioactives.\t\t\t\t\t\t\t\t\t\t\t\tUse a Skill\tVaries\tConcentration, Miscellaneous\tCharacter makes use of a skill, possibly making a skill test. This may be an Extended Action.\t\tStray Shots\tShots that miss the intended target, such from a failed BS Test or when firing on Semi/Full Auto can scatter 1d5 metres, meaning they may yet hit other closeby targets be they ally or enemy. For balance, those other targets must as easy or easier to hit than the original target.\t\t\t\t\t\t\t\t30 (HB Est.)\t17550\t35100\t70200\t\t8\tCharacter's Arm is destroyed, they suffer 1d10 Fatigue and must make +0 Toughness Test or be Stunned for  1d5 Rounds. Rippling Energy rips away skin and muscle, leaving little but a mess of sinew and bone.\n\t11-20\tBurglers\tThe Explorer's Lodgings are burgled if it would be feasible to do so. The Room is a mess, belongings tossed about as if someone were searching for something. Anything of value that was not concealed has been stolen.\t\tAcquisition Number\tTypically each player can make 1 Acquisition with 0% Unwanted Attention Chance, subsequent Acquisitions have a cumulative -10 to Acquisition Tests and a +10% chance of Unwanted Attention. Up to 60% when 7 Acquisitions Tests (pass or fail) have been made.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t31 (HB Est.)\t21150\t42300\t84600\t\t9\tCharacter's Arm is burnt to a crisp and destroyed, must make +0 Toughness or Die from shock. If they survive they suffer 1d10 Fatigue and are Stunned for 1 Round. The Arm is consumed in a superheated inferno that burns it down to the bone.\n\t21-30\tConmen\tSkilled Conmen or Grifters target the Characters, offering a plasible sounding, but ultimately fake deal. They may be a single individual, or a representative of a larger organisation.\t\tAcquisition by any means\tA Player may permenantly burn 1 Profit Factor to add +10 to their Acquisition Test. This can be explained as the extreme usage of favours, mass liquidation of assets, and so on. It should only be called on in an emergency\t\t\t\t\t\t\t\t\t\t\t\tBasic Combat\t\t\t\t\tStatus Effects\tBlinded\tAutomatically Fail any test based on vision and all Ballistic Skill Tests. Suffer -30 to Weapon Skill Tests and any other test that benefits from vision. \t\t\t\t\t\t\t32 (HB Est.)\t24750\t49500\t99000\t\t10+\tCharacter's Arm is disintegrated in a blaze of superheated Energy. The character dies from shock, clutching at the burnt stump.\n\t31-40\tCutthroats\tThe Characters are attacked in the street by a gang of cutthroats looking on taking teir weapons, armour, money, and any other valuables. They are reasonably well armed as to offer at least some challenge to fight.\t\tUnscrupulous Traders\tMerchants may not neccisarily give fair prices, or know what the true value of what they are selling is. A GM may secretly modify the Acquisition test by up to -30/+30 to represent this. A Character may use the Evaluate Skill to try to gauge the real Value and Acquisition Modifier.\t\t\t\t\t\t\t\t\t\t\t\tWeapon Attacks\tMake Weapon Skill (Melee) or Ballistic Skill (Thrown/Pistol/Basic/Heavy) Test taking into account any bonuses or penalties to roll (Range, Target Size, Environmental Effect, Conditionals). If roll result is less than WS/BS Characteristic, succeeed at test.\nFor each full 10 the roll is less than characterstic, gain 1 Degree of Success. Similarly, for each full 10 more, gain 1 Degree of Failiure. If Semi/Full Auto, Degrees of Success fire more shots up to Weapon Rate of Fire.\nIf successful, invert roll to determine hit location (EG: Roll of 31 results in 13 for hit location). Hit Locations: 1-10: Head, 11-20: Right Arm, 21-30: Left Arm, 31-70: Body, 71-85: Right Leg, 86-00: Left Leg\nRoll Damage die, sum to find total damage. Apply damage to Target reduced by their Toughness Bonus. If Target has AP (from Armour+Cover) further reduce damage, ignore Weapon Penetration amount of AP.\nCan usually only make one Weapon Attack Action per Turn (although can potentially take more on other's turns, such as via using one's Reaction if a talent/effect allows it).\nYou can always make unarmed attacks if lacking a weapon. Dealing 1d5-3 I Damage (Plus Strength Bonus). Has -20 to test if opponent is armed with a melee or pistol weapon.\t\t\t\t\tBlood Loss\tBlood Loss can occur from Critical Damage, Each Round roll 1d10, on a 1, character dies. If character is concious can make -10 Medicae Test to staunch Bleeding, or -30 if simultaneously engaging in strenuous activity. Another character could also make the test on behalf.\t\t\t\t\t\t\t33 (HB Est.)\t28350\t56700\t113400\t\tLeg\n\t41-50\tOpportunistic Clerk\tA Minor Clerk of a Banking House the Characters frequent begins to skim money from their accounts. Hiding the funds within blind accounts. Suffer -10 to Acquisition Tests when using Profit Factor from this location.\t\tCommerce\tThe Character or an opposing NPC may initiate an Opposed Commerce Test vs Opponent's Commerce or Scrutiny to try to improve prices in their favour. Success temporarily increases Profit Factor by 2, +2 per Degree of Success, for the purposes of making the Acquisition Test. Losing the Opposed Test however temporarily decreases character's Profit Factor by 2, +2 per Degree of Failiure, for purposes of Acquisition Test. In rare instances, Command, Charm, or Barter may replace Commerce for specific individuals or organisations being traded with. The Test may be easier or harder depending on how well known the Rogue Trader is and what the oppoisition's Opinion of them is.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tDeafened\tAutomatically Fail any test any Test that relies on Hearing. Character has trouble communicating with others, and may have other disadvantages as a result.\t\t\t\t\t\t\t34 (HB Est.)\t31950\t63900\t127800\t\t1\tCharacter cannot Run or Charge for 2 Rounds, their leg flesh seared.\n\t51-60\tCriminal Organisation\tA Local Criminal Organisation believes the characters are moving in on their territory. They'll take actions to see this doesn't happen.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tEncumbered\tWhen carrying more than Carry Weight limit, suffer -10 to all movement-related Tests, reduce Agility Bonus by 1 for determining Movement Rates and Initiative, and after TB Hours make +0 Toughness Test or gain 1 Fatigue.\t\t\t\t\t\t\t35 (HB Est.)\t35550\t71100\t142200\t\t2\tCharacter must make +0 Toughness Test or suffer 1 Fatigue. Their leg is flash-fried, painfully charring its outer layers.\n\t61-70\tPort Master\tThe Station Portmaster has impounded the character's ship due to being failing to pay previously unknown \"Berthing Fees\" or some other nonsense tax or infraction. Bribes may be needed to resolve the situation.\t\tUpkeep and other Consequences\t\t\tUpkeep Tests are made if an Acquisition is Expended/Destroyed (such as if a suit of armour is destroyed, rare ammo used excessively, planetary settlement bombed, etc), or when a Rival or Fate has it out for the characters (such as mass crew kidnapping, system-wide plague, etc)\t\t\t\t\t\t\t\t\t\tMultiple Hits\tFor Semi/Full Auto Weapons, Multiple hits hit different locations. This varies dependant on the first hit:\t\tFormat: First, Second, Third, Fourth, Fifth, Further. Start with determining the hit location of the first shot by inverting the dice roll, then go from there. If 6+ Hits, continue hitting the final listed location.\n        (01-10) Head, Head, Arm, Body, Arm, Body          |           (R 11-20) (L 21-30) Arm, Arm, Body, Head, Body, Arm                     \n         (31-70) Body, Body, Arm, Head, Arm, Body          |           (R 71-85) (L 86-00) Leg,   Leg,   Body, Arm,  Head, Body\n\n\t\t\tFalling\tBy Default after falling a dangerous distance (GM Defined, varies with gravity and landing), Take 1d10 Impact Damage on landing, +1 per Metre Fell. Damage ignores armour. Use Hit locations to determine where impact occurs, damage may vary with surface and environment.\t\t\t\t\t\t\t36 (HB Est.)\t39150\t78300\t156600\t\t3\tCharacter is knocked Prone and suffers 1 Fatigue, their Movement is halved (round up) for 1d10 Rounds. Agony fills them.\n\t71-80\tPirates\tExperienced Ship Thieves target the character's vessel, they will go at great lengths to make it theirs. Where and when they make their move is up to the GM.\t\tWhen Upkeep Test needed, make Acquisition Test in same way as when acquiring item originally. Effectively acquiring the item again.\t\tIf Upkeep Test Passed, Acquisition is retained, if not there are several options:\n- Discard Acquisition, Characters cannot use acquisition until it is repaired, reloaded, repurchased, etc. Acquisitions lost this way cannot be reacquired until the group's Profit Factor has Increased.\n- Downgrade/Downsize Acquistion, Reduce Craftsmanship or Scale by 1 level. Can only do it if not at Lowest Craftsmanship/Scale Level.\n- Overstretch Profit Factor, Incur -5 to all Acquistion Tests until Profit Factor Increases or another option chosen.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tFatigued\tGained through extraneous activity, causes -10 to all tests. Having More than Toughness Bonus Fatigue causes collapse for 10-TB Minutes. Afterwards awake with TB Fatigue. Can remove with 8 Hours of normal rest where no strenuous activities occur.\t\t\t\t\t\t\t37 (HB Est.)\t46350\t92700\t185400\t\t4\tCharacter's Movement is Halved (round up) and they cannot Run or Charge until receiving Medical Treatment, A Compound Fracture within their leg almost rendering it useless.\n\t81-90\tRival Dynasty\tAnother Trading Dynasty is put at odds to the characters, perhaps due to having a contract lost to them, or their workers pressed into the other's service. Regardless, they seek to ruin the fortunes of the characters.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tScattering\t1                       2                     3\n |\n4      ---      Target      ---      5\n | \n6-7                   8                  9-0\t\tSome weapons scatter on a miss, such as Grenades and Blast Weapons. In such cases, roll 1d10 to determine scatter direction. If no distance is given, assume scattering of 1d5 metres.\nFor Scattering in Zero Gravity roll twice for X and Y direction, or just considering whatever would make sense for scattering direction.\nHB: Alternative to Scattering in Purely Random Direction, scatter relatively where \"2\" represents direction thrown or 'forwards', 8 represents direction thrown object came from or 'backwards'.         1/3 would be 45 degrees off of forwards, 4/5 90 degrees, 6-7/9-0 135 degrees.\t\t\tFire\tMake +0 Agility Test or catch on fire. Each round spent on fire Suffer 1d10 E Damage that ignores armour (usually hits body) and gain 1 Fatigue. Make +0 Willpower or lose Actions. Can make -20 Agility Test to put out fire, can vary with environment and allies.\t\t\t\t\t\t\t38 (HB Est.)\t53550\t107100\t214200\t\t5\tCharacter is knocked Prone and suffers 1 Fatigue and their movement speed is halved for 2d10 Rounds. Their Armour and clothing fuse to flesh and bone, dealing horrific burn damage.\n\t91-00\tA Powerful Individual\tA Powerful member of the Adminstratum, Inquisition, Local Military, Government, etc. sets their eyes on the characters. Demanding Bribes, Free Services, and significant consequence for not doing what they want.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tFrenzied\t+10 to WS, STR, T, and WP, immune to Fear, Pinning, Stun, and Fatigue. -20 to BS and INT, can't parry or make psychic attacks, and must move towards and make \"All Out Attack\" actions on the closest enemy in melee combat if reasonably possible. \t\t\t\t\t\t\t39 (HB Est.)\t60750\t121500\t243000\t\t6\tCharacter suffers 2 Fatigue and must test Toughness or lose their Foot Permenantly, on success, their movement speed is halved (round up) until receiving medical attention. Their foot is heavily charred with an aroma of cooked flesh.\n\t\t\t\t\tUnwanted Attention\tUnwanted Attention occurs most often when a character Flaunts their wealth too much. The first Acquisition Roll a character makes per session has a 0% chance of causing it. Every Acquisiton test made after has a cumulative 10% chance, up to 60% when 7 Acquisition Tests (pass or fail) have been made. If Unwanted Attention occurs, Gm can either make it up or roll d100 on the Unwanted Attention table. \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tHelpless\tTargets unable to fight back and that are attacked are hit automatically, damage is rolled twice and summed, if a 10 is rolled, Automatic Righteous Fury. Examples of Helpless targets are those who are unconcious, tied up, or paralyzed.\t\t\t\t\t\t\t40 (HB Est.)\t67950\t135900\t271800\t\t7\tCharacter 's Leg is horribly charred and remains useless (count as lost) until receiving medical attention, they suffer 1d5 Fatigue and must make +0 Toughness test or be Stunned for 1 Round. Their leg is fried into a blackened mess.\n\t\tCraftsmanship and Availability\tNot everything characters will want has a set availability, these are some examples for Craftsmanship and Rarity. \t\t\t\t\t\t\t\t\t\t\t\t\t\t\tRighteous Fury / Zealous Hatred\tRogue Trader: Whenever a Damage die of a weapon attack rolls a natural 10, a potential Righteous Fury is triggered. Make another weapon or Ballistic Skill Test with the same modifiers as the original one, if this suceeds Righteous Fury is confirmed and the attacker adds an extra d10 to the damage roll, this can happen multiple times. Bonus damage dice, such as those added via the Accurate Weapon quality, do not trigger Righteous Fury.\nOnly War/Black Crusade: Whenever a Damage die of a weapon attack rolls a natural 10, and opponent is harmed by the attack, roll 1d5 as a Critical Hit (doesn't count as them being critically hit for damage state purposes). If the opponent was unharmed instead do 1 Damage that ignores their Toughness and Armour (ignore for vehicles), can happen multiple times for a single attack. Bonus damage dice (such as Accurate Quality), or Critical Effect Modifiers (such as Crack Shot Talent) have no effect.\t\t\t\t\tPinned\tCan only take half actions, suffer -20 to BS Tests. If in cover that protects against attacker cannot leave it, if not in cover must move to cover or away from attacker if no cover. Test Willpower to end, is +30 if not shot at on turn test made, autopass if in melee.\t\t\t\t\t\t\t\t\t\t\t\t8\tCharacter's Leg is completely severed from their body, they suffer 1d10 Fatigue and Blood Loss Effect, must make Toughness Test or be Stunned for 1 Round. Energy sears through the limb, ripping it from the hip down.\n\t\tPoor\tBarely Functioning Devices, Ugly and broken materials, junkheaps, Lazy workers who care little for their work or its outcome.\t\tMisfortunes\tMisfortunes can occur at any time and act as ways by which something may go wrong during an endeavour to gain profit. If the GM believes that the character's current endeavour may have wide consequences, they may simualte this as a Misfortune. The GM could also roll once at the start of a session where the characters are involved in an endeavour. \nMisfortune can lead to profit factor being put at risk. If the misfortune is ignored, the Profit Factor is permenantly lost, if it is resolved it can be saved and restored.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tStunned\tStunned Characters cannot take actions, and attacks vs Stunned Targets have +20. Usually lasts a set amount of time (default to 1 Round), some talents allow faster removal or resistance to its effects. Gained through sudden concussive like effects. Not Helpless or Unaware.\t\t\t\t\t\t\tTest Difficulty\t\tTests start at up to +/-60. Modifiers are then applied to +/- 60. Effects that change or set difficulty do not count to this modifier.\t\t\t9\tCharacter's Leg is burnt to a crisp and destroyed, must make +0 Toughness test or Die from shock. They are left in incredible pain.\n\t\tCommon\tFunctional well-maintained equipment, adequate artistry and construction, professional and skilled labour, the bare minimum someone of upper society would accept.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tJams / Explosive Mishaps\tBy Default, a Ranged or Grenade Weapon Jams on a 96-00 Attack roll (or 94-00 if Semi/Full Auto, or Natural 9 Damage Roll if Spray Wep). Jammed Ranged weapons cannot be fired until a Ballistic Skill Test is made to Unjam them, after which they must be reloaded, remaining clip wasted.\nIf a Grenade Jams, an Explosive Mishap Occurs: roll 1d10: 1-5 Nothing Happens, 6-8: Nothing Happens this turn, but roll again next turn, 9-10 it Immediately explodes, if fired from a weapon it destroys the weapon but does half its usual effect.\nSome Weapons have Qualities like \"Reliable\" (Jam only on 00), \"Unreliable\" (Jam on 91-00) and \"Overheats\" (No Jam, Overheat instead), affect how a weapon Jams.\t\t\t\t\tSuffocating\tIf conserving oxygen can hold breath for  TB Minutes. For strenous activity can hold breath for 2xTB Rounds. During this time make +0 Toughness Test per Minute/Round or gain 1 Fatigue. If no oxygen after time is up, fall unconcious, if no oxygen and unconcious, suffer 1d10 damage per Round that ignores Toughness and Armour.\t\t\t\t\t\t\tTest\tModifier\t\t\t\t10+\tThe Character's leg is immolated, catching in a fire which quickly consumes the rest of their body. The target dies a few seconds later in an agonisng inferno fueled by their own flesh.\n\t\tGood\tExcellently crafted and superbly maintained equipment, superior performing devices, highly professional and passionate workers, the best in a city or an elite force of local military.\t\tAcquistion Through Infamy\t\t\tWhile Money opens most doors, for some, their name alone carries a weight no amount of wealth could buy. Infamy is the scale of how much a character is feared, and how well they can exert that fear to get others to do what the want. Infamy can be used for Acquisition similarly to Profit Factor, but with slightly different values.\t\t\t\t\t\t\t\t\t\tWeapon Types\tMelee weapons are used in melee (although some may have a range, such as whips), if it is two-handed, may wield one handed with -20 penalty. Add Strength Bonus to damage. Thrown Weapons have a range based on Strength Bonus, add Strength Bonus to damage (except grenades).\nPistols are usually one handed and can be used in melee (but gain no bonuses to hit due to point-blank range). Basic Weapons are usually two-handed, but can be one handed at -20 penalty. Heavy Weapons must be two-handed, if not braced -30 penalty and can't semi/full auto.\t\t\t\t\tUnaware\tAttacking a target that doesn't know you're there or who cannot react in time has +30 to the attacking test. Unaware characters are no longer so after having been attacked, whether the attack hit or not. Surprised Targets are Unaware.\t\t\t\t\t\t\tTrivial\t-60\n\t\tBest\tThe most ancient and superlative of Imperial Technology, breathtaking artistry, a master of their work, a group of nigh-unbreakable loyalty, the greatest warriors of an entire world, that fit for great nobles and individuals of most significance.\t\tAvailability\tUbiquitous\tAbundant\tPlentiful\tCommon\tAverage\tScarce\tRare\tVery Rare\tExtremely Rare\tNear Unique\tUnique\t\tFate Points\tFate Points allow a player to alter the Fate of their character. Spent Fate Points are regained next session, burnt Fate Points reduce total Fate Points permenantly. Fate points can be spent to do one of the following:\n1. Re-roll a failed test once, the re-rolled result is final.            2. Add an extra degree of success to a test after the dice is rolled                                3. Heal 1d5 Damage (doesn't affect Critical Damage)\n4. Gain +10 to a test prior to it being rolled.                               5. Count as having rolled a 10 for initiative                                                                     6. Instantly recover from being Stunned.  \nFate Points can be Permenantly Burnt to avoid death or some other horrible effect that cannot be resolved by merely spending a Fate Point. Although this does not mean they escape harm. Fate Points can be burnt even if already spent. If the group as a whole are about to die, each burns a fate point seperately to live. Generally, characters should not be put in situations where they must continually burn fate points to keep living. One should be enough to be safe for a session.\nFate Points can be awarded by the GM for performing exceptional actions, reaching certain milestones, or whatever else the GM deems appropriate. It's entirely up to them though.\n\n\t\t\t\t\tUnconcious\tUnconciousness is usually temporary, characters are unaware of surroundings and cannot take actions. They are Helpless. If no duration given for unconciousness, assume 10-TB Minutes.\t\t\t\t\t\t\tElementary\t-50\t\tHallucinogenic Effects\n\t\tUbiquitous\tLowest value goods and services, things of little worth that are easily available to basically anyone, the most primitive of technology or most trivial information and gossip.\t\tModifier\t+70\t+50\t+30\t+20\t+10\t+0\t-10\t-20\t-30\t-50\t-70\t\t\t\t\t\t\t\tVacuum (Slow)\tIf trapped in slowly worsening atmosphere, can survive unharmed for 2xTB Rounds. Will suffocate if no oxygen source. After time is up suffer 1d5 X damage from vacuum and make +0 Toughness test or also suffer 1d10 E damage from cold, both ignore armour.\t\t\t\t\t\t\tSimple\t-40\t\tRoll\t\tName\tDescription\n\t\tAbundant\tEasily acquired objects, cheap raw materials of low value, trivial services, scrap and scavenged materials, unskilled labours of mutants, convicts, and slaves.\t\tScale\tSingle\tMinor\n(2-4)\tSignificant\n(5-10)\tVast\n(11-100)\tLegion\n(101-1000)\tImpossible\n(2000-5000)\tCraftsmanship\tPoor\tCommon\tGood\tBest\t\t\t\t\t\t\t\tVacuum (Sudden)\tCan survive unharmed for TB Rounds, will suffocate if no oxygen source. After time is up each round suffer 1d10 X Damage from vacuum and make +0 Toughness Test or also suffer 1d10 E Damage from cold, both ignore armour. If dead, freeze after 5 rounds, shatter on damage.\t\t\t\t\t\t\tEasy\t-30\t\t1\t\tBugs! Bugs! Bugs! Bugs!\tThe Character is Stunned until they recover. Falling to the floor, flailing and screaming as they try to claw imaginary insects that they believe are devouring them.\n\t\tPlentiful\tThe least of goods and commodities, easily acquired rights, minor services, impure minerals and raw waste, berthing rights for a day at a remote fueling station.\t\tModifier\t+10\t+0\t-10\t-20\t-40\t-60\tModifier\t+10\t+0\t-10\t-20\t\tInfamy Points\tInfamy Points are an alternative to Fate Points, used more often by Heretics who do not have the Blessings of the Emperor Behind them. Characters have a number of Infamy Points equal to their Infamy Bonus (10's category of their Infamy Bonus). The Abilities of Infamy Points improve the more Corruption the character has, note this still allows access to those earlier effects. If using Infamy Points for Non-Heretics, replace Corruption with something else.\n0-20 Corruption,     Spend to do one of: Remove all Fatigue, Heal 1d5 Wounds and any Critical Damage (but not Effects of Critical Hits), Add +10 to a single test prior to rolling.\n21-60 Corruption,   Spend to do one of: Heal 1d5+1 Wounds and any Critical Damage (but not Effects of Critical Hits), Reroll any failed Characteristic Test (must use new roll), Add one Degree of Success on a successful Test.\n61-100 Corruption, Spend to do one of: Heal 1d10 Wounds and any Critical Damage (but not Effects of Critical Hits), Count as having rolled a 10 for initiative, Immediately recover from being stunned.\nRather than Burning Infamy Points, If a Character would die, they instead lose 10+1d10 Infamy, becoming incapacitated for the rest of the session (but not being able to be killed for the rest of the session). They can instead lose 8+1d10 Infamy to return to 1 Wound, however can still die again if they take too much more damage. In either situation if a Heretic they gain 1d10 Corruption (or something else if not, such as Insanity). If the character does not have enough Infamy, they instead simply die. The Loss of Infamy reduces Infamy Points, unspent first.\nThose that dedicate themselves to the Dark Gods find their Infamy Effects Altered.\nNurgle: When using Infamy Points to Regain Wounds, always gain the maximum amount. However, cannot spent Infamy Points to reroll failed Characteristic Tests.\nKhorne: At Tier 2 (21+ Corruption), Prior to Rolling, can spend 1 Infamy Point to instantly succeed on a WS or BS Test with 1 Degree of Success. However, When Spending Infamy Points to regain Wounds, reduce it by 2 (min 1)\nTzeentch: At Tier 1 (0+ Corruption), can spend Infamy Points to add one DoS to a successful Test. At Tier 2 (21+ Corruption) can instead add 1d5 DoS to a successful test. However cannot spend Infamy Points to gain +10 to Characteristic Tests.\nSlaanesh: At Tier 2 (21+ Corruption), when suffering a Critical Hit, can immediately spend a Fate Point to ignore any effects it causes except for Limb/Appendage Loss, Death, and being Stunned. However Cannot spend Infamy Points to recover from Stuns.\t\t\t\tDamage States\tLightly Damaged\tCharacters are Lightly Damaged if they have taken Damage equal to or less than twice their Toughness Bonus. They remove 1 Damage per day through natural healing. If devoting an entire day to rest, they remove TB Damage.\t\t\t\t\t\t\tRoutine\t-20\t\t2\t\tMy Hands!\tThe Character is Stunned and drops anything they are holding, unable to pick them up until recovering. They believe their hands have transformed, fallen off, or degraded to nothing.\n\t\tCommon\tLow-end commodities, services of small or weak organisations such as bulk corpse-starch, contracts to convey pilgrims across holy paths, bribes to a local enforcer squad.\t\tMight Makes Right\t\tInfamy is often the go-to resources for those living outside the boundaries and restrictions of the Imperium, especially those dedicated to the ruinous powers. Within the order of the Imperium, such as on Imperial Worlds, such bullying may not be as effective. Acquisition Tests using Infamy have -10 on Imperial Worlds and other places of strict order.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tHeavily Damaged\tCharacters are Heavily Damaged if they have taken more than twice their Toughness Bonus in damage. They remove 1 Damage per week from natural healing, and if devoting an entire week to rest, heal TB Damage. Once damage is less than 2xTB, they are Lightly Damaged.\t\t\t\t\t\t\tOrdinary\t-10\t\t3\t\tThey're coming from the walls!\tThe Character fires at a random piece of terrain within their line of sight (determine direction using scatter diagram, with a 7 being upwards, and 0 being downwards). Believing monsters coming out of the walls.\n\t\tAverage\tCommonly traded commodities, frequently used services, useful ores and raw materials, bulk labour and use of indentured servants for semi-skilled tasks.\t\tServices and Manipulation\t\tServices can be acquired as anything else can, however sometimes services can be forced without any acquisition needed. At GM discretion the character can make an Opposed Infamy Test vs those they want the service from, if successful they can force the target to do their bidding, at least for the time being. This is likely to have negative future consequences...\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tCritically Damaged\tCharacters are Critically Damaged if they have damage in excess of their Wounds. This does not heal without Medical Attention. With Rest and Medical Attention, heal 1 Critical Damage per week. When no Critical Damage left, become Heavily Damaged instead.\t\t\t\t\t\t\tChallenging\t0\t\t4\t\tNobody can see me!\tThe Character believes themselves invisible and uses their Full Action to wander in a random direction (determine direction using scatter diagram). They maintain their Reaction.\n\t\tScarce\tStandard but reasonably profitable resources/services such as promethium or refined plasteel, blessed machine fluids, a month's docking rights at an imperial outpost.\t\tThe Perils of Dependence\t\tIt is generally not intended to use Infamy to acquire things on behalf of another, however at GM Discretion one character may acquire an item for another character. This second character must however make their own Infamy Test with no modifiers, if they fail this test they lose 1 Infamy, seen as subservient and relying on the charity of others.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMedical Attention\tHealing Drugs, Psychic Powers, and Medicae Tests can accelerate healing. Medicae Skill is needed for First Aid and Extended Care.\nUse (Full Action): First Aid, Skill Test, For Lightly Wounded targets success heals damage equal to user's Intelligence Bonus, for Heavily/Critically damaged, heals 1 damage. Can't repeat if failed test. First Aid can be given once per 24 Hours to the same individual.\nUse: Extended Care, Treat Int Bonus Patients (-10/person beyond). Test/day Lightly damaged, Test/Week Heavily/Crit damaged. Success heals 2x First aid, +1 per DoS, remove Crit damage first. 2+ DoF does 1 damage, 4+ DoF 1d10 damage (Can kill with crit damage). \nUse: Diagnose: Skill Test diagnose disease of target/group, prevent crew loss from disease, etc on extended voyages.\t\t\t\t\t\t\t\tDifficult\t10\t\t5\t\tI can Fly!\tThe Character believes they can fly, and uses their Full Action to jump up and down, or off of any nearby ledge.\n\t\tRare\tCommon but high end resources, favour of a moderately powerful Imperial Organisation, Imperial Guard-issue fabricated base-structures, the hiring of cogitating power of a minor wing of the Administrum.\t\tTrade\tIf words are not enough, backing them up with wealth can help get what you want. To Trade, acquisitions owned by the character are offered as bargaining to affect the Acquisition Modifier. If the Recipient is accepting of the offer, determine its Acquisition Modifier as if acquiring it, then flip the sign. EG: A Single Good Craftsmanship Hellpistol has an Acquisition Modifier of -10 (-10-10+10), granting +10 to the Infamy Acquisition Test if used as part of a Trade. If the item has a +0 Modifier, it provides +5 to the Infamy Acquisition Test. The Value of items may vary with location and recipient, a finely crafted sword would be valued highly on a feral world, but would be of little significance to a forge world. Items used for Trade are lost if the Acquisition is completed successfully.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tHard\t20\t\t6\t\tThey've got it in for me\tThe Character attempts to hide from both enemy and ally, moving to a position of cover where they are out of line of sight and remaining there until recovering.\n\t\tVery Rare\tDifficult to acquire objects and resources, short supplied/highly demanded services, arcane devices crafted by the mechanicus, a complete set of Genestealer bones.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tVery Hard\t30\t\t7\t\tThey got me\tThe Character believes themselves to be dying from whatever source the hallucingen cam from, collapsing \"Dead\". They count as Helpless, other characters believe them dead unless passing an Intelligence Test.\n\t\tExtremely Rare\tHighest level imperial goods, favours, and services from very profitable enterprises and organisations, forgotten Archeotech, the favour of groups of significant influence.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tBodily Damage\tUseless Limb\tA Limb Rendered Useless is treated as Lost until receiving Medical Attention. Character makes +0 Toughness Test, or +20 if receiving medical assistance from soneone with Medicae Skill. If successful Limb is saved but must be in a sling/cast for 1d5+1 weeks and is useless for this time, but functions afterwards. If failing Toughness Test, limb irrecoverable, can be amptuated with -10 Medicae Test, if fail limb still comes off but suffer 1d10 Damage to limb (ignore armour) and suffer Blood Loss. Once all dealt with treat wound as if amputated limb.\t\t\t\t\t\t\tArduous\t40\t\t8\t\tI'll take you all on!\tThe Character enters a Frenzy (as with Frenzy Talent), and attacks the closest opponent. \n\t\tNear Unique\tPractically unheard of, dangerous, or illegal acquisitions such as Xeno-tech and Heretical technology, the favour of the most major organisations, such as the Mechanicus or Imperial Navy, a Blessing from a legendary individual.\t\tRequisition (Only War / Dark Heresy 2E)\t\t\t\t\t\t\t\tRandom Issue Gear\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tPunishing\t50\t\t9\t\tI'm only Little!\tThe Character treats all other characters as having Fear (3) (-20 WP Test). Believing themselves having shrunk to half their normal size such that everyone else is terrifying.\n\t\tUnique\tThe most rare of things, fabled relics and artefacts of the Dark Age of Technology, the services of a Temple Assassin, a complete set of charts of the Koronus Expanse.\t\tRequisition is the act of requesting resources from the Departmento Munitorum. The Guardsman that may make use of it own none of the gear assigned to them, and in the event of their death it shall be reclaimed, refitted, and redistributed to those that replace them. There are, naturally, ways to game the system to get more than one is assigned, and punishments for being caught trying to do so. New Squads start at Logistics Rating 10, this can increase or decrease depending on the actions of the squad. The Munitorum Infouence Talent increases it by +5 per time per purchase.\t\t\t\t\t\t\t\tRoll\tResult\t\t\t\tBasic Movement\t\t\t\t\t\tAmputated Limb\tA Character that loses a limb (that isn't the head, which is likely death) suffers Blood Loss. If they survive, must be healed by a medicae within 1d10 days or roll 1d10, on 1-8 die from infection. If treated, can only begin healing after 1d10+2 days. Replacement bionics advised.\t\t\t\t\t\t\tHellish\t60\t\t10\t\tThe Worms!\tThe Character either shoots or hits themselves with whatever weapon they are using, targetting on of their legs. The attack hits automatically. The believe a massive worm is winding its way up their leg.\n\t\t\t\t\t\t\t\t\t\t\t\t\t<0\tA Duffel Bag of Uniforms in need of Laundering\t\t\t\tNarrative Time Movement\nAB   |  Per Minute | Per Hour | Per Day (10 Hours)\n0   | 12m   | 0.75km | 7km    | | 6   | 144m | 9km       | 90km  |\n1   | 24m   | 1.5km   | 15km  | | 7   | 168m | 10km    | 100km |\n2   | 48m   | 3km      | 30km   | | 8   | 192m | 12km    | 120km| \n3   | 72m   | 4km      | 40km   | | 9   | 216m | 13km    | 130km|\n4   | 96m   | 6km      | 60km   | | 10 | 240m | 14km   | 140km|\n5   | 120m| 7km      | 70km   |\n\t\t\tMovement in Structured Time (such as combat) is based off of a number of metres varying with Agility Bonus. One Round is 5 Seconds of Real Time. Movement Actions in the Combat Actions Table consist of: \nHalf Move (Half Action, AG), Full Move (Full Action, AGx2), Charge (Full Action AGx3), and Run (Full Action AGx6). \t\t\tLost Hand\tSuffer -20 to any Test that relies on two hands, and cannot wield two-handed weapons (can strap a shield to the stump). If the  primary hand is lost, suffer -20 to for using offhand to attack with weapons. May spend 100xp to lower this by 10. Losing both might be a problem.\n\tSubtlety\t\tDark Heresy 2E: How well hidden the acolytes are, this characteristic is collective for the entire group. Being hidden and being open both have advantages and disadvantages. It scales from 0 to 100 and starts at 50.\t\tRegimental Standard Kit\t\tAvailability by Troop Numbers\t\t\t\tAvailability by Time Spent on Front\t\t0-5\tFinely Tailored Dress Uniforms. Sized for Ogryns.\t\t\t\t\t\t\tMovement in Narrative Time (such as out of combat) can be measured per minute, hour or day (a day being 10 hours of walking). It is also based off of Agility Bonus.\t\t\tLost Arm\tSame as lost hand, but cannot strap a shield to the lack of stump. Losing both leaves you 'armless. \t\t\t\t\t\t\t\t\t\tHaywire Field Effects\n\tValue\tName\tExample\t\tThe Regimental Standard Kit is given to all members of the Regiment, after character creation it is unchangable. It consists of the Universal Kit which all regiments have and the Additional Kit from Regiment Specialities. It also contains the the character's Specialist Equipment.\n\nExpended or Lost Regimental Kit can be refilled freely on returning to base, presuming no abnormal conditions. Excessive Usage or Bad Maintenance may see it restricted.\t\tAvailability\tCompany or Less\tSingle Regiment\tMultiple Regiments\tTime\tModifier\t6-10\tA 200 Litre Drum of Concentrated Acid.\t\t\t\t\t\t\tDuring Narrative Time, a character can hurry to double their speed for a number of hours equal to their Toughness Bonus. After this they must make a +0 Toughness Test or gain 1 Fatigue, each hour after making another Toughness Test with a cumulative -10, -20, -30, etc. to the test. Hurrying imposes -10 to all perception tests.\t\t\tLost Eye\tLosing one eye reduces Ballistic Skill by -10 and suffers -20 to all tests to rely on sight. Losing both results in being Blinded.\t\t\t\t\t\t\t\t\t\tRoll\t\tName\tDescription (Typical Haywire: X Metre Radius, Roll 1d10+X)\n\t01-10\tBlatant\tThe acolytes actively make their presence and their inquisitorial ties known from every rooftope and at every grand entrance. They accomplish tasks by directly ordering others as needed, and threaten those that delay.\t\t\t\tUbiquitous\t+30\tAutomatic\tAutomatic\t< 3 Months\t-10\t11-15\tA Case of 20 Survival Suits. Designed for a Climate not present within the Squad's Field of Operations.\t\t\t\t\t\t\tDuring Narrative Time, a character can run to triple their speed, they must make a -10 Toughness Test or gain 1 Fatigue, each hour after making another Toughness Test with a cumulative, -20, -30, -40 etc. to the test. Running in this way imposes -20 to all perception tests.\t\t\tLost Foot\tReduce movement by half (round up), suffer -20 to all movement actions and tests that rely on mobility, such as Shadowing. Losing both feet makes walking difficult.\t\t\t\t\t\t\t\t\t\t1-2\t\tInsignificant\tNo Noticable effect\n\t11-20\tObvious\tThe acolytes make full use of their reputation. Openly wearing Inquisitorial symbols and bluntly and directly questioning anyone, ready to respond with violence to those that try to deceive or flee, no matter the location.\t\t\t\tAbundant\t+20\t+30\tAutomatic\t3-6 Months\t+0\t16-20\tA Case of 20 Magazines of Ammunition. For a Special Weapon neither the Squad nor Regiment usually field.\t\t\t\t\t\t\tForced Marching beyond ten hours per day can be done for a number of hours equal to a character's Toughness Bonus. After this they must make a -10 Toughness Test with a cumulative -10 for each additional hour. A Failed test gains a level of Fatigue, potentially marching oneself into unconciousness if not careful. Fatigue gained in this way is removed after resting for two hours per hour marched beyond Toughness Bonus.\t\t\tLost Leg\tLosing a leg is the same as losing a foot for effect purposes, but character also cannot use the Dodge Skill. Losing both legs pretty much prevents walking, although character does become a smaller target.\t\t\t\t\t\t\t\t\t\t3-4\t\tMinor Disruption\tTests or Actions involving Technology such as Non-Primtiive Weapons, Tech-Use, or Power Armour have -10, Movmement in Power armour reduced by 1. \n\t21-30\tOpen\tThe acolytes will make minimal effort to hide their actions, tending to openlyattack suspected cultists to subdue them for later interrogation, although may be less likely to state their ties and intentions.\t\t\t\tPlentiful\t+10\t+20\t+30\t1-5 Years\t+20\t21-25\tA Case of 12 spare components used for routine servitor maintenance.\t\t\t\tTreacherous Environments\tCertain Environments and Terrain affect the ability to move through them. These affect all Agility Tests made within them, some also have other effects (See Environmental Effects). Difficult terrain halves movement speed.\n +10 to Agility Tests: Fog or Smoke                                             -20 to Agility Tests: Dense Crowds, Zero Gravity, Rubble, Tremors\n +0 to Agility Tests: Mud, Shallow Water                                 -30 to Agility Tests: Sheet Ice \n -10 to Agility Tests: Darkness, Snow, Underbrush\t\t\t\tCharacteristic Damage\tCharacteristics can be permenantly or nonpermenantly damaged. For non-permenant damage, characteristic recovers 1 point per hour regardless of activity. Medical attention may allow for faster recovery. Permenant damage never heals, unless through GM discretion and reconstructive surgery.\t\t\t\t\t\t\t\t\t\t\t5-6\t\tMajor Disruption\tTests or Actions involving Technology such as Non-Primtiive Weapons, Tech-Use, or Power Armour have -20. Base Movement of anyone in Power Armour is reduced by 3. Technological Melee Weapons act as Primitive Counterparts.\n\t31-40\tActive\tRefraining from directly naming their Inquisitorial ties, the acolytes none the less favour direct aproaches, responding to violence in kind, up to and including heavy weaponry, much to the chagrin of local Enforcers.\t\t\t\tCommon\t+0\t+10\t+20\t5+ Years\t+30\t26-30\tA Case of 10 Standard Entrenching Tools.\t\t\t\t\t\t\t\t\t\t0 Weapon Skill\tCannot make Tests with Characteristic\t0 Ballistic Skill\tCannot make Tests with Characteristic\t0 Strength\tCharacter becomes Unconcious\t\t\t\t\t\t7-8\t\tDead Zone\tTechnology Ceases to function, Power Armour becomes unpowered reducing wearer's move to 1. Characters with Cybernetic Organs suffer 1 Fatigue per round they are within Dead Zone. Technological Melee Weapons act as Primitive Counterparts.\n\t41-50\tNoticable\tThe Acolytes make little effort to hide their weapons and armour, nor their business, however they do draw attention to themselves or announce their true allegance. To most they are a heavily armed group of thugs or mercenaries.\t\t\t\tAverage\t-10\t+0\t+10\tAvailability by Time Front has been Active\t\t31-35\tA Case of 100 copies of The Imperial Infantryman's Uplifting Primer\t\t\t\tClimbing\tClimbing is generally governed by the Climb Skill, Simple Climbs are made for especially difficult vertical terrain, Sheer Surface Climbing is similar but must always make test. \nSimple Climb: Climb Skill Test only made in difficult condition or if climbing quickly to ascend or descend at half normal movement rate., +1 metre per DoS. On fail, fall. \nSheer Surface: Same as simple Climb but test must always be made. \nAbseiling: +0 Agility Test to Abseil via long rope or climbing gear at 10 metres per Round. On failiure, descend 5 metres instead. 2+ Degrees of Failiure requires +0 Strength Test to not Lose grip and fall. Falling can be prevented wth Drop Harness\t\t\t\t\t0 Toughness\tCharacter Dies\t0 Agility\tCharacter is Paralyzed and cannot take actions.\t0 Intelligence\tCharacter slips into a coma\t\t\t\t\t\t9-0\t\tProlonged Dead Zone\tAs Dead Zone\n\t51-60\tQuiet\tThe Acolytes deal with suspects less through direct confrontation and more through trailing, asking around, and investigating crime scenes. Hardly invisible, but not immediately obvious in their actions.\t\t\t\tScarce\t-20\t-10\t+0\t< 3 Months\t-10\t36-40\tA Case of 10 Lasguns identical to those in the Standard Regimental Kit\t\t\t\t\t\t\t\t\t\t0 Perception\t-30 to all Tests except Toughness, is bereft of senses\t0 Willpower\tCharacter slips into a nightmare, gains 1 Insanity.\t0 Fellowship\tGoes Catatonic, can't make Fellowship Tests or speak.\n\t61-70\tAverse\tThe Acolytes go to considerable lengths to cover their presence from their enemies, and avoid attention from local authorities when conducting their plans. Violenct engagements even with lower level individuals are avoided if possible.\t\tRequisitions Test\t\tRare\t-30\t-20\t-10\t3-6 Months\t+0\t41-45\tA 200 Litre Fuel Drum filled with Prometheum\t\t\t\tJumping and Leaping\tJumps are vertical movement, Leaps are Horizontal, both benefit from a running start and take a Full Action.\nA Character can jump up to reach a ledge about 1.5m higher than their own height with no test. With Running start, make +0 Agility Test at end of movement to add half Strength Bonus in metres to jump, + 1/2 metre per DoS, add +10 to test for every 4 metres ran before jump up to +30. Pulling oneself up requires a +0 Strength Test. Safely Jumping down requires a +0 Agility Test, success lands on feet, if fall is more than Agility Bonus Metres take fall damage equal to difference between distance fell and Agility Bonus and fall prone, Failing Test suffers fall damage for entire fall and ends up prone.\nA Character can make -10 Agility Test to Leap Strength Bonus Metres, +1/2 Metre per DoS, failiure leaps 1/2 Strength Bonus Metres (round up), each DoF reduces by 1/2 Metre to min of Half Metre. Gain 1/4 distance leapt in height during leap.\nFor Running Leap, instead make +0 Agility Test with +10 per 4 metres ran up to +30. Everything else is the same as with standing leap.\t\t\t\tGrapple\tA Grapple can be initiated as an unarmed melee attack from a Standard/Charge Attack. In a Grapple, One Grappler is in Control, one is not.\nParticipants in a Grapple cannot make Reactions, are engaged in melee, and anyone else trying to hit them has +20. Grapples only involve 2 individuals, and up to 2 assistants per side which help on all Opposed Tests in the Grapple. Larger Grappler adds 1 extra DoS per Size Difference to successful op, Tests\nThe one In Control of the Grapple can end it as a Free Action at any time. Both parties must take the Grapple Action while engaged in a grapple.\t\t\t\t\t\t\t\t\t\t\t\t\tCrit Effects, Energy (RT)\n\t71-80\tUndercover\tThe Acolytes likely try to infiltrate those their enemies, working under false names even before they arrive in system, a cult may know they are being watched without realising the watchers are amongst them.\t\tTo make a Requisition, Make Logistics Test, vs Squad's Logistics Rating. If passing, gain the item you want.\nApply Modifiers for Front Conditions: Troop Numbers, Time Spent, Active Front Time, and War Conditions.\nIf acquiring a weapon, gain 1 Clip per Degree of Success.\nIf Acquiring Ammo/Consumables, gain 1, +1 per Degree of Success.\nMission Assigned Gear Logistics tests are +10, and only consider War Conditions and Mission Importance.\nNormal Requisitions are for an Individual Player Character. Mission Assigned gear is for the Squad.\nItems of large scale, such as ships or vehicles may not be requisitionable.\t\tVery Rare\t-40\t-30\t-20\t1-5 Years\t+20\t46-50\tA Case of 40 Power Packs sized for Lasguns in the Standard Regimental Kit\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tCritical Damage\tEffect\n\t81-90\tHidden\tSurprise is the greatest weapon of the Acolytes, acting in stealth and concealing as much as they can about any presence or identity until the right moment, such that their enemies never knew they were under threat.\t\t\t\tExtremely Rare\t-50\t-40\t-30\t5+ Years\t+30\t51-55\tA Case of 50 Ration Packs.\t\t\t\t\t\t\t\t\tIn Control \n(Must do one of as first thing:)\nAll Full Actions\tDamage Opponent: Opposed Strength Test, 1d5-3+SB, +1 Fatigue.        |     Stand: Stand Up, drag target up with Opposed Strength Test (+10 per Assistant). \nThrown Down: Opposed Strength Test (+10 per Assistant), knock target prone. Gain +10 to Future Opposed grapple tests vs prone target.\nPush Opponent: Opposed Strength Test (+10 per Assistant), push target 1m any direction, +1 per DoS, max Half Move, must move with to keep grapple.\nReady: Ready one item or grab item belonging to opponent (GM Discretion).     |     Use Item: Use a Readied Item for some purpose.\t\t\t\t\t\t\t\t\t\t\t\t\tHead\n\t91-100\tInvisible\tThe acolytes are ghosts, neither seen nor heared not even in whispers. Their disguises so ironclad none suspect their true natures, perhaps not even members of their own warband.\t\t\t\tNear Unique\t-60\t-50\t-40\tAvailability by War Conditions\t\t56-60\tA Case of 100 Servings of Recaf\t\t\t\tSwimming\tCharacter's don't need to make a Swim Test in ideal conditions, but hazards such as rough waters, tied hands, or swimming whilst fighting may require one. In such conditions, a +0 Swim Skill Test would be made as a Full Action. Success swims up to Half Strength Bonus Metres, failiure means no movement. A Character can also go underwater, but must hold their breath. Characters unable to swim sink, and may suffocate. Swimming Whilst wearing heavy equipment such as armour imposes -30 to Swim Test and suffers 1 fatigue on failed Swim Test.\nFor Narrative Time, a character can swim for Toughness Bonus Hours, afterwards makes Toughness Test each hour with cumulative -10 Penalty, failiure causes 1 Fatigue. Falling Unconcious whilst swimming causes character to sink. To determine distance traveled swimming, use Narrative Time Movement but use Strength Bonus.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t1\tCharacter suffers -10 to all Tests except Toughnes for 1 Round. A grazing blow frazzles their senses.\n\tIncreasing Subtlety\t\tSuccessful Inquiry Skill Tests to ask around underworlds or question individuals. Employing Disguises. Trackign Skill uses to locate killers. Covering up tracks, etc.\t\t\t\tUnique\tGM Discretion\t-60\t-50\tLosing Badly\t-30\t61-65\tA Case of 4 Grav Chutes\t\t\t\t\t\t\t\t\tNot in Control \n(Must do one of as first thing:)\nAll Half Actions\tBreak Free: Opposed Strength Test (+10 per Asisstant), if successful break free and can perform any Half Action from then on.\nSlip Free: +0 Acrobatics Test, if successful slips away from target and can perform any Half Action from then on.\nTake Control: Opposed Strength Test (+10 per Assistant), if successful become In Control of Grapple, target becomes Not in Control, can immediately perform an In Control Grapple Action but still remains within the Grapple.\t\t\t\t\t\t\t\t\t\t\t\t\t2\tCharacter is Blinded for 1 Round. A Blast of energy dazzling them.\n\tDecreasing Subtlety\t\tUsing Charm skills to bribe or impress important individuals. Using Terrify Special use of the Command Skill to stop allies from running. Using Inquiry Skill Tests on every-day Civilians, using Interrogation to pry information from cultists.\t\t\t\tOther Availability Modifiers\t\t\t\tFaltering\t-20\t66-70\tA Case of 20 Grenades of a single type (GM's Choice)\t\t\t\tCarrying, Lifting, Pushing, and Throwing\tCharacters can carry up to their Carry Weight determined by Strength Bonus + Toughness Bonus (see Carrying, Lifting, and Pushing Weights Table -->) comfortably. Beyond this they are Encumbered.\nA Character's Lifting Weight is the amount they can pick up. Lifting a Heavy Load is a Full Action. Characters can go beyond this by making a +0 Strength Test, adding +1 per Degree of Success to Strength + Toughness Value. Failiure by 2+ Degrees suffers 1 Fatigue.\nA Character's Pushing Weight is the amount they can push over a smooth surface. Difficult terrain makes pushing harder. Pushing is a Full Action. As with Lifting they can make +0 Strength Test to add +1 per Degree of Success to Strength + Toughness Value. 2+ DoF causes 1 Fatigue.\nA Character can throw a non-thrown weapon object, making a +0 Strength Test (or -20 if more than 1/2 lifting weight, or Ballistic Test if thrown at specific target) causes object to fly Strength Bonus Metres * X, where X is 1+DoS. Failed Test object moves 1/2 Strength Bonus rounded down. Thrown Objects deal 1d10+Strength Bonus Impact Damage, +1 per Degree of Success on Test by default. (can be varied by GM if object is large)\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t3\tCharacter suffers 1 Fatigue and is Stunned for 1 Round. The attack cooks the side of their head superficially.\n\tUsing Subtlety\t\tThe GM uses Subtlety as a test to enhance other tests. If making a test benefitting subtltey a successful subtlety test grants a +20 bonus to that test, or -20 if the test benefits overtness, and vice versa.\t\t\t\t+20 to Logistics Test if Item is part of Standard Kit of Any Regiment on the Front.\t\t\t\tViolent Impasse\t-10\t71-75\tA File Folder marked \"High Command Only\". Contains  High-Resolution Orbital Images of the Battle Front.\t\t\t\t\t\t\t\t\tCrafting\tCrafting allows for the creation of items, the most common examples are Drugs/Poisons (Chem-Use), Primitive Items (Survival), and Advanced Items (Tech-Use). In all instances, Design blueprints and/or examples are required as a prerequisite.\t\t\t\t\t\t\t\t\t\t\t\t\t4\tCharacter suffers 2 Fatigue and is Blinded for 1d5 Rounds. They are left Hairless as their head is burned.\n\tUsing Subtlety to prevent Influence Change\t\tIf Influence stands to be gained or lost, such as due to a plan gone wrong (or right!), a high level of subtlety can reduce the change, as long as there is no easy way to connect back to the group, a successful Subtlety test reduces Influence Gained or Lost by 1 per 2 DoS, as nobody knows that it was the group that did the act. This can be a good or bad thing.\t\t\t\t+10 to Logistics Test if a Favoured Weapon of the Regiment\t\t\t\tCeasefire\t+30\t76-80\tUnmarked Wooden Crate, contains ornate jeweled box with the symbol of the Inquisition. Unknown Contents\t\t\t\t\t\t\t\t\t\tTo craft an item, appropriate materials (by default, one step more available than target item) and time are needed. Materials needed to make a Primitive Spear would be easier to find than those needed for a bolt gun. \t\t\t\t\t\t\t\t\t\t\t\t\t5\tCharacter suffers 3 Fatigue and is blinded for 1d10 Rounds. Their head is enveloped in flame, face and hair burned.\n\t\t\t\t\t\t\tPoor Craftsmanship\tCommon Craftsmanship\tGood Craftsmanship\tBest Craftsmanship\tNear Victorious\t+10\t81-85\tA Case containing a Single Heavy Weapon of GM's Choice, with 6 Magazines/Missiles/Shells of Ammo for it.\t\t\t\tFlying and Hovering\tHoverers and Flyers are two methods of flight often applied via the Flyer (X) or Hover (X) Traits allowing for a flight distance of X instead of regular movement. Hoverers fly over terrain but cannot go higher than 2 metres from the ground, Flyers can ascend to any height. Both must devote a Movement Action to remain Flying (Half, Full, Charge, or Run are all appropriate). A Flyer may ascend to Low Altitude, which is beyond Melee attack range but still within most ranged attacks. Those shooting such flying characters have an additional -10 to Ballistic Skill Tests. A Flyer may also fly to High Altitude beyond convential ranged attacks, and can only be attacked by other flying creatures.\nIf a hovering creature stops flying, it simply lands unharmed. Low Altitude falls, and takes fall damage as if it fell 15 Metres (1d10+15 I), High Altitude Fall as if having fell 25 metres (1d10+25), or more at GM discretion.\t\t\t\t\tTime\tThing\tSuccesses\tThe Crafting Extended Test needs a total number of Degrees of Success for the item to be completed. This can require multiple skill tests, with each one taking the listed time. The tests can repeat until the Success requirements are met, or too much failiure occurs. Required Successes will vary with circumstance.\t\t\t\t\t\t\t\t\t\t6\tCharacter suffers 1d5 Fatigue, is blinded for 1d10 Hours, and Permenantly reduces Fellowship by 1d10. Their face is cooked, melting their facial features and damaging their eyes.\n\tChanging Subtlety\t\tPlayers should only know their current subtlety rating at the start of a mission, as it goes on it should be hidden. Generally events should affect subtelty by either 1d5 (minor) or 1d10 (major) with modifiers as decided by GM. If the players take efforts to monitor enemy communications, the populace, etc, they can get a rough idea of subtlety levels.\n[Increasing] Booking under false names might increase Subtlety only by 1d5-2, but using entirely fake identies with cover stories, disguises, and properly falsified documents might increase it by 1d10+1.\n[Decreasing] Excercising Inquisitorial Authority would reduce subtltety based on the trustworthiness and discretion of those revealed to, as well as the publicity of the event. Intimidation and open combat also reduce subtlety.\t\t\t\t+20\t+0\t-30\t-50\tDominant\t+20\t86-90\tA Case containing two suits of Storm Trooper Carapace Armour.\t\t\t\t\t\t\t\t\tChem Use Crafting\nAny Drug/Poison with which character is familiar and has sample of.\t1d5 Hours\tNatural Drugs/Poisons\t4\t\t\t\t\t\t\t\t\t\t\t7\tCharacter suffers 1d10 Fatigue, they are Permenantly Blinded and must roll 1d10, which is their new Fellowship Value (unless they already had less than 10). Their head's flesh is burned away, leaving little but charred bone, muscle, and screaming.\n\t\t\t\t\tMission Assigned Gear\t\tSpecific Missions may see Squads assigned additional gear. This requires a +10 Logistics Test to obtain, modified by the War Conditions and Mission Importance. Test Outcome varies:\t\t\t\t\t\t91-95\tA Case of 24 Demolition Charges.\t\t\t\tGravity\tLow Gravity: For all Characters: +2 to Agility Bonus for Movement and Initiative Purposes. +4 to Strength and Toughness Bonus for determining Carrying/Lifting/Pushing Limits. +2 to Strength Bonus for Throwing Distance. Double Jump and Leap Distances.\nHigh Gravity: For all Characters: -2 (min 1) to Agility Bonus for Movement and Initiative Purposes. -4 (min 0) to Strength and Toughness Bonus for determining Carrying/Lifting/Pushing Limits. -2 (min 0) to Strength Bonus for Throwing Distance. Halve Jump and Leap Distances.\nZero Gravity: For all Characters: Considered Difficult Terrain, halving movement, Charging/Running require -20 Agility Test or fall prone/drift uncontrollably. Characters can only make movement actions if next to a floor, wall, ceiling, or secure object to push off from.\t\t\t\t\t2d10 Hours\tSynthetic Drugs/Poisons\t8\tCrafting\tTime\tThing\tSuccesses\t\t\t\t\t\t\t8\tThe Character's head is lit up in a fiery detonation, and is destroyed, killing them.\n\t\t\t\t\t4+ DoF\tNo Mission Gear available. \nReturn one Regiment Kit Item\t\t\t4+ DoS\tAll Mission Gear Available\nRoll 2 Random Issue Gears with +20\t\t\t96-100\tA Case of 24 Serving of High Provender\t\t\t\t\t\t\t\t\tSurvival Crafting\nSimple or Primitive Devices, any Primitive Weapon or that lacks complex moving parts (clothing, huts, carts, etc)\t1d5 Hours\tWeapons\t5\tTech-Use Crafting\nAdvanced Technology and Complex Devices. Only feasible with proper blueprints and advanced workshops\t1d5 Days\tWeapons\t8\t\t\t\t\t\t\t9\tThe Character's head is superheated and pops, their brain exploding and spreading burning, meaty chunks and bone. There is little left of the character above the neck.\n\t\t\t\t\t3 DoF\tNo Mission Gear available. \nRoll 3 Random Issue Gears with -20\t\t\t3 DoS\tAll Mission Gear Available\nRoll 1 Random Issue Gear with +10\t\t\t101-105\tA Case of 48 Doses of Stimm\t\t\t\tExtreme Enviroments\tFor each hour spent in extreme temperatures without proper protection, make Toughness Test based on temperature severity (EG: +10 for summer on a temperate world, or -60 for an Inner Cauldron Burning World). Failiure causes 1 Fatigue, +1 per 3 DoF. For each Fatigue that exceeds Toughness Bonus, instead suffer one wound that ignores Toughness and Armour to represent extreme heatstroke/frostbite, etc. Environmentally Sealed armour and most prefabricated structures protect against common extreme heat or cold, or at least mitigate the effects of the most severe of climates.\t\t\t\t\t1d10 Hours\tArmour\t6\t\t1d10 Days\tArmour\t12\t\t\t\t\t\t\t10+\tThe Character's head pops and their brain explodes, their entire body catches fire and the headless corpse spasmically runs 2d10 metres in a random direction, setting anything it touches on fire, characters can make Agility Tests to avoid this.\n\t\t\t\t\t2 DoF\t2 Important Mission Gear Items unavailable. \nRoll 2 Random Issue Gears with -10\t\t\t2 DoS\tAll Mission Gear Available\nGain 1 Duplicate Item at GM Discretion\t\t\t106-110\tA Case of 144 Packs of 20 Lho-Sticks\t\t\t\t\t\t\t\t\t\t1d5 Hours\tGear\t3\t\t1d5 Days\tGear\t8\t\t\t\t\t\t\tBody\n\t\t\t\t\t1 DoF\tOne Mission Gear Item unavailable. \nRoll Random Issue Gear.\t\t\t1 DoS\tAll Mission Gear Available\t\t\t111-115\tA Case of 12 Bottles of Amasec\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t1\tCharacter can only make a Half Action next Turn. A Blow to the body steals their breath.\n\t\t\t\t\tMission Importance\tModifier\tRandom Issue Gear\tRandom Issue Gear is given as a result of errors in the distribution of resources. Roll 1d100 and apply modifiers. The Munitorum doesn't know the characters have Random issue Gear, due to it being provided in error. As such they do not expect it to be returned. The Characters are free to keep it, misuse it, or try to barter it.\t\t\t\t\t116-120\tAny 1 Item of Player's Choice of up to Very Rare Availability.\t\t\t\tCombat Actions (RT)\t\t\tEach Character can make one Full Action/two Half Actions on their turn, and one Reaction per Round (which can only be made when it isn't their turn), as well as any reasonable number of Free Actions.\nSubtypes determine the circumstances actions can be taken in. A Character can only take One Attack Action and/or One Concentration Action on their Turn, they cannot take Movement Actions if immobilised.\t\tHomebrew\t\t\t\t\t\t\t\t\t\t\t\t\t\t2\tCharacter suffers 1 Fatigue. A Blast punches the air out of them.\n\t\t\t\t\tRoutine\t-10\t\t\t\t\t\t\t121+\tAny 1 Item of Player's Choice of up to Extremely Rare Availability.\t\t\t\tName\tDuration\tSubtype\tDescription\t\tAlternative Semi/Full Auto\tI Don't find either Rogue Trader or Only War to be suitable representations of Semi/Full Auto. As an alternative:\nSemi-Auto: Half Action, +10 to Hit but 75% Range, Full-Auto: Full Action: +20 to Hit but 75% range, can't aim.\t\t\t\t\t\t\t\t\t\t\t\t\t3\tCharacter suffers 2 Fatigue and is Stunned for 1 Round. The flesh on their chest and abdomen is lightly cooked.\n\t\t\t\t\tMinor\t+0\tBartering\tIf a Character seeks to obtain something through other means, they may try to identify individuals who may do so (inquiry, listening in on conversations, etc). \t\t\t\t\tGenerally, if a character fails to make an Requisition Test, this means the item in question is unavailable until something changes, at least through legitimate channels. There is no official limit as to the number of Requisitions that can be made. But the GM is advised to create a limitation (Such as once per person per mission).\t\t\t\t\tAim\tHalf/Full\tConcentration\tAs Half Action, add +10 to next Attack Test. As Full Action, add +20 to next Attack Test. Attack must be able to benefit from aiming, benefit is lost if character makes a reaction before attacking. (works with melee+ranged)\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t4\tCharacter suffers 1d10 Fatigue. Energy Ripples through and scorches their Body.\n\t\t\t\t\tImportant\t+10\tOnce located, they may engage this individual to obtain an item. A Successful +0 Commerce Test adds +10 to a Logistics Test per Degree of Success. They may Barter items by adding its Logistics Test Difficulty as a bonus to their Commerce Test, or a penalty to the opposing character's Commerce Test. Officially, this is illegal, especially for illicit, xenos, or secret items or information.\t\t\t\t\t\t\t\t\t\t\tAll Out Attack\tFull\tAttack, Melee\tCharacter makes a melee attack with +20, but can't Dodge or Parry until the start of their next turn.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t5\tCharacter is knocked prone and must make an Agility test or catch on Fire, they also suffer 1d5 Fatigue. The Character falls to the ground in agony as they are set alight in a blaze of energy.\n\t\t\t\t\tVital\t+20\t\t\t\t\t\t\t\t\t\t\t\tBrace Heavy Weapon\tHalf\tMiscellaneous\tCharacter braces Heavy Weapon, and may fire it without -30 Penalty for unbraced firing. While braced can't move, and firing limited to 45 Degree arc. \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t6\tCharacter is knocked prone and must make an Agility test or catch on Fire, they also suffer 1d5 Fatigue and are Stunned for 1d10 Rounds. The character is sent reeling to the ground with a smoking impact crater that quickly lights up.\n\t\t\t\t\tRequisition (DH 2E)\tEffectively the same but use \"Influence\" rather than \"Requisition\". By default use \"Single Regiment\" to represent size. \nCraftsmanship modifiers are different (Poor +10, Common +0, Good -20, Best -30)\nWhen acquiring weapons or ammo get 2 ammo clips, +1 per DoS, when acquiring grenades, drugs, or consumables, get 1 +1 per DoS.\nIf items are damaged, trading them in/bartering imposes -20 penalty on its value. Item could also be repaired with Tech-Use test.\t\t\t\t\t\t\t\t\t\t\t\tCalled Shot\tFull\tAttack, Melee/Ranged,  Concentration\tCharacter determines a specific location of their target to hit such as the head, right arm, etc of a person, or sniping someone out of an open-topped vehicle and makes appropriate WS or BS Test with -20 to hit. If successful, hits the determined location.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t7\tCharacter is stunned for 2d10 Rounds and their Toughness nonpermenantly halved (round down). Their organs are cooked and lungs burnt.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tCharge\tFull\tAttack, Melee, Movement\tCharacter rushes target at least 4 metres away in a straight line and up to their Charge Move range (Usually 3m x Agility Bonus). Makes one melee attack with +10, or grapples if unarmed instead of doing damage (see grappling extended section. Only the last 4 metres needs to be straight line.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t8\tCharacter is stunned for 2d10 Rounds, their Strength, Toughness, and Agility are nonpermenantly halved, their Fellowship is Permenantly Halved. The character's entire body is blackened as skin peels and fat melts.\n\t\t\t\t\tSubtlety\tIf item has a negative Availability score after modifiers, reduce group Subtlety by the ten's digit of the modifier (EG: -20 modifier, -2 Subtlety).\t\t\t\t\t\t\t\t\t\t\t\tDefensive Stance\tFull\tConcentration, Melee\tCharacter concentrates on Self Defence, until the start of their next turn they may make one additional Reaction and opponents suffer -20 to Weapon Skill Tests to hit them.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t9\tThe Character is set ablaze in a superheated inferno, their skin melts, eyes pop, and they fall to the ground a screaming, blackened corpse.\n\t\t\t\t\tOther Modifiers\tDark Heresy 2E doesn't have any other modifiers, but those listed in the Current Requisition list can easily be reworked. War Conditions --> Economic Conditions of location, Time spent at location --> Experience and connections within area, etc.\t\t\t\t\t\t\t\t\t\t\t\tDelay\tHalf\tMiscellaneous\tCharacter delays Half Action until later. At any time before the start of their next turn they perform the delayed Half Action of choice. If two characters use a delayed action at the same time, they make an Opposed Agility Test to see who goes first.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t10+\tThe Character is set ablaze in a superheated inferno, dying horribly. Roll 1d10, on a 1-5 carried ammunition explodes, dealing 1d10+5 X Damage to everyone in 1d5 metres (who may attempt to dodge), any carried explosives then go off one Round Later.\n\t\t\t\t\tCommerce\tWhen obtaining an item, after identifying those that may provide it, a character could perform an Opposed +0 Commerce Test vs the seller, each Degree of Success would provide a +10 bonus to the Requisition Test, however 3+ Degrees of Failiure would impose a -10 test and could impact group subtlety.\t\t\t\t\t\t\t\t\t\t\t\tDisengage\tFull\tMovement\tCharacter breaks off from a melee and can make a Half Move. Opponents do not get Free attacks againsts them for moving out of melee range.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tArm\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tDodge\tReaction\tMovement\tAfter being hit, but before damage is rolled, character can avoid hit by succeeding on a Dodge Skill Test. Can only dodge attacks character is aware of. For AoE, character also moves up to Agility Bonus metres, if still in area, dodge fails. For Semi/Full Auto, dodge avoids one hit, each Degree of Success avoids one more hit.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t1\tTest made with hit arm have -30 for 1 Round. The Blast leaves the arm numb and tingly\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tFeint\tHalf\tAttack, Melee\tCharacter and Target make Opposed Weapon Skill Test, if character wins, the next melee attack against the target can't be dodged or parried. If the character makes any action other than a standard attack the advantage is lost.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t2\tHit arm is useless for 1d5 Rounds, character suffers 1 Fatigue. The arm spasms with crackling Energy\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tFocus Power\tVaries\tVaries\tA Psyker Manifests a Psychic power. If this Psychic Power would attack or apply some negative effect on another individual, it is an Attack Action.\nSustaining a psychic power doesn't count as a Concentration Action.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t3\tHit arm is useless for 1d5 Rounds, character suffers 2 Fatigue and is Stunned for 1 Round. The arm is painfully burned.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tFull Auto Burst\tFull\tAttack, Ranged\tCharacter makes BS Test with +20 using Full Auto weapon (or 2 full auto pistols), If dice result is 94-00, weapon(s) jam. On success hit target, with +1 hit per Degree of Success up to weapon's RoF. Can allocate hits to target or anyone in 2 metres of them. If firing Pistol/Basic weapons, can make Half Move, but BS Test becomes -10. Further additional hits, such as from the Scatter Quality, are calculated seperately and are also applied.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t4\tHit arm is usless for 1d10 Rounds, character suffers 3 Fatigue and is Stunned for 1 Round. The shock of the painful impact causes the character to Vomit.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tGrapple\tHalf/Full\tAttack, Melee\tUsed while in a grapple to perform grapple-related actions (see grappling extended section)\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t5\tCharacter suffers 1d5 Fatigue and their WS and BS Characteristics are halved (rounded down) for 1 Round. The arm suffers painful but superficial burn injuries.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tGuarded Attack\tFull\tAttack, Melee, Concentration\tMake one melee attack with -10 to WS Skill, but gain +10 to Dodge and Parry Tests until the start of character's next turn.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t6\tCharacter suffers 1d5 Fatigue and their WS and BS Characteristics are halved (rounded down) for 1d10 Rounds. Character must test Toughness or lose use of Hand Permenantly. Immediate Armour/Clothing are scorched, temporarily fused to their fingers.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tJump or Leap\tFull\tMovement\tCharacter Jumps vertically or Leaps horizontally. If done whilst in Melee combat, each opponent in melee range makes a free Standard Attack against the character. (see movement extended section)\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t7\tCharacter's Arm is broken and remains useless (count as lost)  until healed, they suffer 1d5 Fatigue and are Stunned for 1 Round. The heat of the attack boils the Character's bone marrow, shattering it internally with a grim snapping sound.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tKnock-Down\tHalf\tAttack, Melee\tCharacter makes Opposed Strength Test vs target in melee range. If winning, target is knocked prone. If 2+ Degrees of Success, target suffers 1d5-3 + Strength Bonus damage (AP counts as double), and gains 1 Fatigue. If failing by 2+ DoF, character is knocked down instead. Gain +10 to test if used a Half Action on same turn to move.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t8\tCharacter's Arm is completely severed from their body, they suffer 1d10 Fatigue and Blood Loss Effect, must make Toughness Test or be Stunned for 1 Round. Energy Sears through the limb, ripping it from the shoulder down.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tManoeuvre\tHalf\tMelee, Movement\tCharacter makes Opposed Weapon Skill Test vs target in melee range. If winning target is forcibly moved by character 1 metre in desired direction. Character can then immediately advance 1 metre as well. Can't force target into another character or an obstacle such as a wall.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t9\tCharacter's Arm is burnt to a crisp and destroyed, must make +0 Toughness or Die from shock. If they survive they suffer 1d10 Fatigue and are Stunned for 1 Round. The Arm is consumed in a superheated inferno that burns it down to the bone.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMove\tHalf/Full\tMovement\tAs a Half Action, make a Half Move (usually 1m x Agility Bonus). As a Full Action, make a Full Move (usually 2m x Agility Bonus). If ending movement next to an opponent, can engage in melee, if moving away from an opponent in melee, they get a free Standard Attack action vs character.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t10+\tCharacter's Arm is disintegrated in a blaze of superheated Energy. The character dies from shock, clutching at the burnt stump.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMultiple Attacks\tFull\tAttack, Melee/Ranged\tA Character with the Swift Attack. Lightning Attack, and/or Two-Weapon Wielder (X)  Talents makes the appropriate number of attacks.\nIf combining Swift/Lightning Attack and Two-weapon wielder, make multi-attack with one weapon, then one attack with other weapon.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tLeg\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOverwatch\tFull\tAttack, Ranged, Concentration, \tCharacter creates 45-Degree Firing arc, specifies Full Auto, Semi Auto, or Supressing Fire, and firing condition. If condition is met before start of character's next turn, shooting action performed. Targets caught in arc make -20 Pinning Test or are pinned. Performing non-Free Actions before Overwatch activates ends its effect. If attack happens at same time as another characters action, higher agility bonus goes first, or both make opposed Agility Test.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t1\tCharacter suffers 1 Fatigue. Left Gasping for air.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tParry\tReaction\tDefence, Melee\tCharacter wielding a melee weapon capable of parrying makes WS Test to block an incoming melee attack. If successful, incoming attack is blocked, and misses the character. Can only negate one melee attack per Parry.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t2\tCharacter's Movement is halved for 1 Round. Their leg receives a grazing strike.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tReady\tHalf\tMiscellaneous\tCharacter draws a weapon or retrieves an object, or properly stores such an item away (note: dropping however is a free action). Action is also used for applying an item such as a Medi-patch, injecting a drug, coating a blade in poison, or so on. Ready can be done twice in a turn if each ready targets a different weapon or item (such as readying two pistols).\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t3\tCharacter is Stunned for 1 Round and their movement halved for 1d5 Rounds. Their leg is cracked by a sudden strike.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tReload\tVaries\tMiscellaneous\tReloads a ranged weapon, time is listed in weapon's stats. Reloads that take longer than a Full Action are an Extended Action, that requires multiple continuous Full Actions to complete.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t4\tCharacter suffers 1d5 Fatigue and their movement halved for 1d5 Rounds. Agony courses through them.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tRun\tFull\tMovement\tCharacter moves a distance equal to their Run movement (usually 6m x Agility Bonus). Ranged attacks targeting them have -20, whilst Melee attacks targeting them have +20.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t5\tCharacter suffers 1 Fatigue and their movemetn speed is halved for 2d10 Rounds. Their Armour and clothing fuse to flesh and bone, dealing horrific burn damage.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tSemi-Auto Burst\tFull\tAttack, Ranged\tCharacter makes BS Test with +10 using Semi Auto weapon (or 2 semi auto pistols), If dice result is 94-00, weapon(s) jam. On success hit target, with +1 hit per Degree of Success up to weapon's RoF. Can allocate hits to target or anyone in 2 metres of them. If firing Pistol/Basic weapons, can make Half Move, but BS Test becomes +0. Further additional hits, such as from the Scatter Quality, are calculated seperately and are also applied.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t6\tCharacter suffers 2 Fatigue and must test Toughness or lose their Foot Permenantly, on success, their movement speed is halved until receiving medical attention. Their foot is heavily charred with an aroma of cooked flesh.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tStand/Mount\tHalf\tMovement\tIf character is currently on the ground/prone, they stand up if they are capable of doing so. If they are standing, they can mount something, like a riding beast or vehicle.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t7\tCharacter 's Leg is broken and remains useless (count as lost) until healed, they suffer 1d5 Fatigue and must make Toughness test or be stunned for 1 Round. Their leg is fried into a blackened mess.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tStandard Attack\tHalf\tAttack, Melee/Ranged\tCharacter makes one melee or ranged attack. If unarmed, they may make a Grapple instead of inflicting damage (see grappling extended section).\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t8\tCharacter's Leg is completely severed from their body, they suffer 1d10 Fatigue and Blood Loss Effect, must make Toughness Test or be Stunned for 1 Round. Energy sears through the limb, ripping it from the hip down.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tStun\tFull\tAttack, Melee\tCharacter who is unarmed or using a melee weapon can attempt to stun target rather than kill them, making -20 Weapon Skill Test. If successful roll 1d10 + Strength Bonus and Target rolls 1d10 + Toughness Bonus + AP (or 2x AP if attack is primitive and armour is not). If character's roll was higher, target is stunned for a number of turns equal to the difference between the two rolls.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t9\tCharacter's Leg is burnt to a crisp and destroyed, must make +0 Toughness test or Die from shock. They are left in incredible pain.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tSuppressing Fire\tFull\tAttack, Ranged\tCharacter with Full Auto Weapon designates a 45 degree arc and fires a Full Auto Burst but with -20 to BS, jamming on a 94-100, if test succeeds any hits are randomly assigned to anyone in the kill zone, friend or foe. Regardless of pass or fail all targets within area make -20 Pinning Test or are pinned.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t10+\tThe Character's leg is immolated, catching in a fire which quickly consumes the rest of their body. The target dies a few seconds later in an agonisng inferno fueled by their own flesh.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tTactical Advance\tFull\tConcentration, Movement\tCharacter makes a Full Movement Action from cover to another position of cover, treating themselves as having the benefit of the cover they left during the movement even if they are left open in the mean time.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tUse a Skill\tVaries\tConcentration, Miscellaneous\tCharacter makes use of a skill, possibly making a skill test. This may be an Extended Action.\n\t\t\t\t\tProfit Factor, Logisitics Rating, and Infamy Rating Examples.\n\t\t\t\t\tScore\tProfit Factor\t\t\tLogistics Rating\t\t\tInfamy\n\t\t\t\t\t0\tThose of no worth\t\t\tPenal Legion Scum\t\t\tThose of no Significance\n\t\t\t\t\t10\tNotable Hive Gang, Struggling Merchant House\t\t\tEnlisted Soldier\t\t\tGang or Mercenary Leaders\n\t\t\t\t\t15\tManufactory Group, Weak Hive Guild\t\t\tLow Ranking Non-Commissioned Officer\t\t\tCrime Lords of a Small City, Notable Mercenary Captains\n\t\t\t\t\t20\tMinor Ministorum Sect, Hab Collective\t\t\tSquad Ranking Non-Comissioned Officer\t\t\tNotably Accurate Seers, \n\t\t\t\t\t25\tHive Guild, Merchant House, Disgraced Subsector Noble House\t\t\tSenior Ranking Non-Comissioend Officer\t\t\tShip Commanders, Leaders of small armies or warbands, a Daemonhost\n\t\t\t\t\t30\tPowerful Hive Guild, Impoverished Noble, Outcast Rogue Trader\t\t\tPlatoon Officer\t\t\tArmy Generals, Masters of Hive Cities\n\t\t\t\t\t40\tPlanetary Noble or Merchant House, Lesser Rogue Trader, Weak Imperial Governer\t\t\tCompany Command Officer\t\t\tGrand Cruiser Commanders, World Conquerers, Leaders of large armies or warbands\n\t\t\t\t\t50\tGreater Wealthy Planetary Noble, Lesser Inquisitor, Trader Cartel\t\t\tSenior Officer or Commissariat\t\t\tCommander of a Small Fleet, Greater Daemon of Chaos\n\t\t\t\t\t70\tWealthy Rogue Trader\t\t\tRegimental Officer\t\t\tCommander of a Large Fleet, Leader of Mighty Armies or Warbands\n\t\t\t\t\t90\tNotable Rogue Trader Dynasty, Scion of a Great House\t\t\tBattle Zone Command\t\t\tLeaders or Destroyers of Multiple Worlds\n\t\t\t\t\t100\tLegendary Rogue Trader, Lesser Navis Nobilite House\t\t\tSalient Command\t\t\tDaemon Princes, Notable Inquisititors and Those whose words can bring about the end of worlds\n\t\t\t\t\t120+\tGreat Sector House, Lord Inquisitor, Navis Nobilite House, High Archmagi of the Lathes\t\t\tCrusade Command\t\t\tAncient Daemonic Entities, Leaders of the Crusades, Figures of Myth and Legend\n\t\t\t\t\t150+\tThe Greatest Imperial Organisations\t\t\tSector Command\t\t\tLiving Legends:Abbadon the Despoiler,Lord Commander Guilliman, The Silent King, Ghazghkull Thraka, etc</pre>",
        "format": 1
      },
      "sort": 0,
      "flags": {}
    }
  ],
  "flags": {},
  "_id": "k1D7xCeHkIrqPJWw"
}