{
  "name": "Colonies",
  "img": "icons/svg/book.svg",
  "pages": [
    {
      "_id": "J0NsWei8BlBJr7Eo",
      "name": "Colonies",
      "type": "text",
      "text": {
        "content": "<pre>\tColonies\t\tRogue Traders and other influencial individuals may wish to found a colony to further their intentions, they are capable of generating massive profit but come with their own difficulties.\t\tColony Creation\t\t\t\tA Colony is a massive undertaking, the conversion of a planet and all of its component resources to the will of the Imperium (and the wealth of the Rogue Trader). All colonies must have a type and a leader chosen during charter creation, and after founding as they grow they should be appropriately upgraded to maintain effectiveness and the loyalty of its citizens.\t\t\t\t\tColony Maintenance\t\tAs a colony grows, it will need tending to. This comes in the form of upgrades, both to its core needs and to peripherals.\nThe colony will also encounter events, both good and bad which often require a fine hand to deal with.These tasks can theoretically be left up to the leader of the colony to deal with, although the players may find a problem easier to solve if they get involved.\n\tFounding Colonies\t\tFounding a Colony is a monumental task requiring massive amounts of resources and manpower, and the influence to acquire them. In gameplay terms it is considered a Greater Endeavour requiring 1,200 Achievements Points.\t\tColony Type\t\tWhile a Colony's Type is in effect its purpose, while this does not define its entire identity, it does describe that which the colony has a certain focus towards above all else. A Colony has its type chosen during the creation of its charter.\t\t\t\t\t\t\tInfrastructure Upgrades\t\tEach time a colony increases in size, it can receive a new infrastructure upgrade. This serves to counterbalance the loss in stats that potentially occurred from decreasing in size, or to otherwise improve core aspects of the colony. If an infrastructure upgrade is available but not completed, the colony temporarily loses 1 complacency until it is complete.\nInfrastructure upgrades are considered Lesser or Greater Endeavours, and are massive civil engineering projects.\n\tColony Founding Methods\tIndependent\tThe Colony is entirely founded by the players, requiring a full endeavour to garner support, draft charters, and pay the full initial price. However gain all profits. This doesn't mean they can't outsource some of the work to hired help. But they also foot the bill.\t\tPurpose\tInitial Cost\tSize\tComplac\nency\tOrder\tPiety\tProduct\nivity\tDescription\n\t\tContract\tHalve the initial founding cost and don't have to do most of the background heavy lifting of drafting charters and so on. However, only gain a quarter of the profits. Can renegotiate terms with a -20 Commerce Test and good roleplaying to gain +1 Profit Factor of profit per Degree of Success, maxes out at half of total colony value.\t\tResearch Mission\t1d5+2\t1\t3\t1\t1\t1\tWhilst exploting Organic Compounds, Archeotech, or Xenos Ruins, increase Productivity by +2 and generate +1 Profit Factor (if taken as profit factor).\t\tTransport Infrastructure\tThe Colony Gains +1 Productivity and +1 Complacency. If this infrastructure is incapacitated, the colony suffers -2 to Productivity and Order until resolved.\nThe Arteries of the Colony. Its Roadways, strees, bridges, tunnels, lights, signage, ports, navigational aids and maintenance of any form of transit.\n\t\t\t\t\tMining and Industry\t1d5+5\t1\t2\t1\t1\t2\tWhilst exploiting Mineral Resources, increase Productivity by +2 and generate +2 Profit Factor (if taken as profit factor). Start with Industrial Facility Support Upgrade.\t\tPower Network Infrastructure\tThe Colony Gains +2 Productivity. If this infrastructure is incapacitated, the colony suffers -3 Productivity and -1 Complacency until resolved.\nThe Heart of the Colony. Its power generation plants, cabling, switching station, and so on, be it nuclear furnaces, coal fires, solar panels, or any other means.\n\tFounding Requirements\tFinding the Location\tA Colony requires a location to be habitated, almost always on planet. The habitability of the planet determines how easy or difficult colonisation is. Ideally the planet should be surveyed prior to determine what resources it has and how best to exploit them.\t\tEcclesiarchal\t1d5+3\t1\t2\t2\t2\t1\tBegin with Cultural Improvement Support Upgrade (takes form of religious structure). If the colonies Order would decrease, can choose to decrease Piety instead.\t\tWater Management Infrastructure\tThe Colony Gains +1 Order and Complacency. If this infrastructure is incapacitated, the colony suffers -2 Order and Complacency until resolved.\nThe Lifeblood of the colony, clean and well-run water provided by pipes, reseroirs, purification and filtration plants, and other distribution systems.\n\t\tDrafting the Charter\tA Colonial Charter is a Legal document that determines a colonies' right to exist, drafted by the Adeptus Terra, powerful Rogue Trader Houses, or other suitabley influencal groups, they determine the relationship between colony and backer. They determine a colonies purpose, the responsibilities of all parties, production and growth goals, determines the governing body, leaders, and officers, and grants them their extraordinary powers to do their work in the Imperium's name. This document should be a collaboration between Game Master and Players to determine what the colony will do.\t\tAgricultural\t1d5+4\t1\t2\t2\t1\t1\tIf the colony's size would decrease, roll 1d10, on an 8+ it does not decrease.\t\tFood Prod/Dist.\nInfrastructure\tThe Colony Gains +1 Productivity and +1 Complacency. If this infrastructure is incapacitated, the colony suffers -2 to Productivity and Complacency until resolved. The Body of the colony, be it large scale agriculture and hyroponics or Corpse-Starch imports, and the systems perform and distribute it.\n\t\t\t\t\tColonial Leadership\t\tThe Leader handles the every-day running of the colony in the player character's stead. Allowing them to be off on the other end of a sector knowing their investment is in safe hands, or perhaps worrying should they doubt the competency of the one they put in power. All Leaders have a Type and Personality.\t\t\t\t\t\t\tCommunications Infrastrucure\tThe Colony Gains +1 Productivity and +1 Order. If this infrastructure is incapacitated, the colony suffers -2 to Productivity and Order until resolved.\nThe Nervous System of the Colony. Electronic telecomms, media broadcasting, satellites, warning systems, Astropathic choirs and propaganda centres.\n\t\t\t\t\tLeader Quality\tAn incompetent leader brings danger to a colony. Such leaders may often need to make Tests involving Command, Intimidate, Logic, etc, and as such should have the characteristics and skills to do so. Their characteristics also effect Profit Factor, dependant on the Highest of their Intelligence, Perception, or Fellowship Bonus:\nHighest of Int/Per/Fel Bonus: 2, -2 Profit Factor Value. 3, -1 Profit Factor Value. 4, +0 Profit Factor Value. 5, +1 Profit Factor Value. 6, +2 Profit Factor Value.\nA Leaders is a form of resource, and so would have been found during the \"Acquiring Supplies\" phase of colony creation.  Requiring at least an Acquisition Test.\t\t\t\t\t\t\t\tSupport Upgrades\t\tSupport Upgrades can be started at any time, these upgrades are, unlike infrastructure upgrades, nonessential and effectively optional. They act as ways to specialise a colony that can aid in improving its well-being or effectiveness in one field or another. A Colony can a number of Support Upgrades equal to its size, many of them can be purchased multiple times.\nSupport Upgrades are considered Lesser or Greater Endeavours, and are massive civil engineering projects.\n\t\tAcquiring Supplies\tAfter the Charter is drafted, appropriate supplies are required to meet the objectives outlined within it. This is where Profit Factor is spent, meaning it is permenantly lost. Supplies are acquired likely as a mix of Internally and Externally.\n\t\tInternal Supplies\tInternal supplies are sourced from the Rogue Trader's own assets (ships, star charts, surveys, functionaries, but not colonists or large infrastructure like manufactorums or space stations). The Rogue Trader makes an Acquisition Test, reducing cost by 1 per Degree of Success (max 5). Other players can assist here would have large resource pools of their own, each making their own acquisition test. If they succeed they add +5 to the Rogue Trader's Acquisition Test. This can only be done once during colony founding.\t\tUsing Leaders to Outsource Objectives\tAssuming the Leader is loyal, they are in effect a representative of the player characters, and therefore when assigned to a colony they may at player and GM discretion perform the endeavours the colony may find itself faced with. This can include securing resources for colony upgrades and infrastructure, dealing with unexpected problems, and opportunities, and so on. However, whilst the leader is a representative they are not a puppet, they have their own wants and desires which may not align entirely with the player characters. They may be have a penchant for violence, a desire for luxury, or may even care for the lives of their constituents at the cost of profits.\t\t\t\t\t\t\t\tArbites Precinct\tProvides +1 Order. Grants +10 to Command, Intimidate, and Charm Tests when aiding in legal action within the colony, such as when rooting out smugglers, cultists, etc. +5 to test to prevent colony collapse. Upgrade can be purchased multiple times, effects are cumulative. Lesser Endeavour (Arbites).\n\t\t\t\t\t\t\t\t\t\t\t\t\t\tEcclesiarchy Mission\tProvides +1 Piety. Gain +10 to tests to convince the citizenry into action they might not otherwise accept so long as the convincers can appear sufficiently pious. +5 to test to prevent colony collapse. Can be purchased multiple times, effects are cumulative. Requires Lesser Endeavour to make a request to the ecclesiarchy.\n\t\tExternal Supplies\tSupplies that can't be acquired internally must be found elsewhere, be it on the open market, by making deals for colonists from nearby hive worlds, pilgrim vessels, etc, or specialist equipment from the mechanicus. Roleplay will be essential in making dealings.\t\tLeader Type\tA Leader's type refers to their style of governance and the skills they bring to the table. Each type has associated themes. When they oversee endeavours and are faced with objectives of these themes, they gain 100 Achievement Points and +10 to Command Tests to execute orders successfully in fulfilling background endeavours.\t\t\t\t\t\t\t\tMechanicum Station\tProvides +1 Productivity, or +2 if Mining/Industry Colony, or +3 if Research Mission. If Exploiting an Archeotech Cache, each 90-day cycle roll 1d10, on a 6+ Generate 1d5+2 items using the Treasure Generator (always Ancient Miracles). Can only be purchased once. Requires Lesser Endeavour to the Mechanicus.\n\t\tColony Founding\tOnce resources have been mustered they must be delivered to the new planet, this includes transportation of habitation, equipment, colonists, etc. The Rogue Trader and their officers will be in charge of supervising those performing the labour of construction, installing leadership structures, briefing them on their responsibilities, and dealing with any emergencies. Once a Colony is established, it's Profit Factor value is added to the Rogue Trader's Total Profit Factor.\t\tName\tThemes\t\tBonus\t\t\t\tDescription\t\tInfantry Garrison\tProvides +1 Order. Grants +10 to Command/Intimidate Tests to protect the colony from invasion or civil unrest. Can use garrison to provide +100 Achievement Points to Military Endeavours. +5 to test to prevent colony collapse. Can only be purchased once. Requires Lesser Endeavour to the Imperial Guard /Mercenaries.\n\t\t\t\t\tSatrap\t\t\tCounts as having +5 Profit Factor when making Acquisition Tests within the colony\t\t\t\tAn administrator with strong organisation skills and experience in high-stakes negotiation. They can aid a Rogue Trader in securing almost any item.\t\tImperial Navy Station\tProvides +1 Order. Grants +10 to Command/Intimidate Tests to protect the colony from invasion or civil unrest. Can use garrison to provide +100 Achievement Points to Military Endeavours. Can only be purchased once. Requires Lesser Endeavour to the Imperial Navy.\n\t\tApplying Bonuses\tEvery 200 Achievement Points over the 1,200 requirement of this endeavour allows one starting characteristic of a colony other than size to be increased by 1. Other awards may also be applied from good roleplaying or rolls, or the nature of the planet itself.\t\tJudge\tAny One other than Criminal\t\tReduce any loss to the colony's Order Characteristic by 1 (min 1)\t\t\t\tMaintainers of Law nad Order at any cost. They tightly control what a colonist can and cannot do, such as to prevent anarchy.\t\tCultural Improvement\tProvides +1 to any One Characteristic except Size. Can only be purchased once per Characteristic. Consists of various reliquiaries, cathedrals, iconography, or perhaps more down to earth districts and markets to allow colonists to unwind and forget about their drudgery. Requires Appropriate Lesser Endeavour.\n\tLeaving the Deal\tIf it is no longer desirable to continue maintaining a colony, especially if part of a contract, one can leave the deal amicably. In so doing no longer gain profit from the colony, but also have no responsibility towards it. There may be additional payment to be made to fully end the contract. Alternatively the players could run off with the colony's coffers, regaining the profit factor spent on the colony's founding but with future consequences.\t\t\tCardinal\tCreed\t\tReduce any loss to the colony's Piety Characteristic by 1 (min 1)\t\t\t\tSpiritual and cultural leaders that shall see devotion maintained in the name of the God Emperor\t\tIndustrial Facility\tProvides +1 Productivity. At GM Discretion the Facility can have a specific purpose, such as making Lasguns which can then be called upon for providing resources. Requires Lesser Endeavour for Mechanicus. Can be purchased multiple times, effects are cumulative (purposes can be different).\n\t\t\t\t\tColonist Representative\tExploration, Trade, and Criminal\t\tReduce any loss to the colony's Complacency Characteristic by 1 (min 1)\t\t\t\tA Local elevated to a position of governance. Their connection to their people giving them understanding as to their needs. The colony feeling at ease that one of their own leads them.\t\tPersonal Lodgings\tProvides +1 Order. Grants +10 to Charm, Commerce, and Deceive Tests whilst entertaining persons of significance within these accomodations.\nStyle and Function is up to player decision. It could be a secure bunker with an armoury, a luxurous palace, house an underground teleportarium, etc.\n\tTaking a Colony\tColonies require a lot of time and effort to set up. Taking someone elses could be considered easier by some. This can be done militarily by landing troops on the ground and decapitating enemy leadership (albiet likely gaining a few new enemies in the process), or through diplomacy, whether that be by buying a colony, or blackmail and extortion.\t\t\tMilitary Commander\tMilitary\t\tReduce any loss to the colony's Productivity Characteristic by 1 (min 1)\t\t\t\tColony Safeguarders, who care first and foremost that see colonies run as well oiled machines under Martial law.\t\tContacts\tSets up at least 1d5 Agents of notable skills. Individuals may be associated with a group such as the Mechanicus, be part of the Underworld, or posses useful knowledge. Provides +10 to Fellowship-Based tests with group, can act as spies and early warnings. Can purchase multiple times, upgrade is cumulative.\n\t\t\t\t\tDynasty Member\tChoose any One\t\tRoll on the \"Consequences of Nepotism\" Table\t\t\t\tA Relative of the Dynasty, be it biological, marriage, or adoption who has been awarded rulership of the colony, perhaps as a test to judge their character.\t\tTrappings\tProvides +1 Complacency. Grandiose signs of the Rogue Trader's courage and cunning to inspire the downtrodden their their worthless existences contribute towards something greater. Requires Lesser Endeavour to find an appropriate trapping. Can be purchased multiple times, upgrade is cumulative. \n\tOutsourcing Objectives\tThe Players must have some influence at each stage of the colony's founding, however they can outsource some work to hirelings. This produces only half the Achievement Points of players doing it themselves, but frees them up to do something else instead. Hirelings are acquired through acquisition tests, and may do anything from planetary surveying, to mass transport, guard objectives, etc. Hirelings have Quality as items do, which affect how good they are (see Craftsmanship and Availability in Character Rules section for examples). Hirelings require a Command Test, the success or failiure of which affects how well they do.\t\t\tConsequences of Nepotism\tWhilst keeping familial assets ruled by those of blood is a practice as old as time, it can produce unpredictable results, especially if the family member in question doesn't actually have any capacity to fulfill the role they have been given. Any bonuses provided here are lost if the leader is replaced.\t\t\t\t\t\t\t\tFortuitous Events\t\tUnexpected events occur, sometimes they can be good. In such cases however it takes a keen mind to make the most of an opportunity before it is lost. Roll 1d10 to determine event. When such an event occurs is up to the GM.\n\t\t\t\t\tRoll 1d100\tResult\t\tEffect\t\t\t\t\t\tRoll\tName\tEffect\n\t\tHired Craftsmanship\tPoor: -20 to Command Test. Common: +0 to Command Test. Good: +10 to Command Test. Best: +20 to Command Test.\nEach Successful Test from Supporting Characters adds additional +10. Such as a Common Lore (War) test on how best to clear out natives.\t\t01-20\tThat one has Potential\t\tThe relative is refreshingly competent, the colony prospers under their leadership and they gain valuable insight into leadership and resource management. The colony gains 1 to one of the following (chosen at assignment): Complacency, Prosperity, Order, or Piety.\t\t\t\t\t\t1\tAncient Technology\tAncient Technology is found within a sight being prepared for development. After careful examination it is revealed to be an ancient automated fabrication machine. With a -20 Tech-Use Test it can activated and refurbished, granting +2 Productivity.\n\t\tThe Command Test\tThe Command giver makes their command test, applying any modifiers. The GM then rolls 1d10, adding +1 per Degree of Success or -1 per Degree of Failiure. On a 6+ the hirelings succeed at their task. Failing command test does not mean hirelings automatically fail.\t\t21-40\tOne to keep an eye on\t\tThe relative has a talent for cunning games of deception to achieve ambitious aims. They will likely learn much from their position, although this may further enflame said ambitions. The Colony gains +1 Productivity, however the GM adds +2 to any \"Calamitous Event\" rolls that occur.\t\t\t\t\t\t2\tRich Ore Vein Discovered\tA previously unknown ore vein is discovered, with proper equipment it can be exploited for the benefit of the colony. Add one Mineral Resource of abundance 10+1d5 to the planet the colony is based on.\n\t\tSeverity of Failiure\tIf the hirelings did not succeed (rolled a 5 or lower), they fail in their task, how badly is determined by a further d100 roll by the GM.\nFailiure results in a loss of Achievement Points, refer to Misfortune Details in Character rules tab for potential reasons for failiure.\n01-49: Minor Failiure, lose Half Achievement Points for Objective. 50-65: Nuisance, lose all Achievement points for Objective.\n66-90: Grim Failiure, lose 1.5x Achievement Points for Objective, 91-100: Catastrophic Failiure: Lose 2x Achievement Points for Objective.\t\t41-60\tThrilling Heroics\t\tThis Dynasty member has something of a crusader's spirit, they may not always think before acting, but even when fighting against the odds they have a reputation for succeeding. The Colony gains +1 Piety, however the GM adds +3 to any \"Calamitous Event\" rolls that occur.\t\t\t\t\t\t3\tPassing Scholar\tA Well-respected Ecclesiarchal scholar passes through the colony on a pilgrimage. They wish to minister to the colonists, perform some sort of research, or simply visit a shrine. With a -10 Scholastic Lore (Imperial Creed) they can be convinced to stay, granting +2 Piety.\n\t\t\t\t\t61-80\tCome on, it's just a Grox!\t\tThis Dynasty member is a coward, plain and simple. They are however proactive in protecting themselves from anything and everything their mind perceives as a threat. The Colony gains +1 Order, however the GM adds +4 to any \"Calamitous Event\" rolls that occur.\t\t\t\t\t\t4\tBattlefleet Mustering\tBattlefleet Koronus takes interest in the colony, perhaps as a staging ground. With a +10 Scholastic Lore (Tactica Imperialis) or +0 Trade (Voidfarer) Test they can be convinced to set up more permenant stationing. Granting a Free Imperial Navy Station Upgrade. Reroll if already having upgrade.\n\t\tCompletion Time\tPass or fail, the Outsourced objective takes time to complete. Roll 1d100 to determine time taken: 01-10: 1/4 stated time. 11-25: 1/2 Stated time. 26-50: 3/4 Stated Time. 51-70: Stated Time. 71-80: 1.5x Stated Time. 81-90: 2x Stated Time. 91-100: 3x Stated Time.\t\t81-100\tYou Built the Palace on a Volcano?!\t\tThis Individual is simply not meant for leadership by any means, likely to pick fights with the wrong people, or otherwise generally be unpleasent. The Colony gains +1 Complacency from the patience of dealing with them, however the GM adds +5 to any \"Calamitous Event\" rolls.\t\t\t\t\t\t5\tStranded Survivors\tA mass of survivors from some recent disaster such as a crashed voidship are located within the vicinity or upon the planet, with a -10 Charm, Deceive, or Logic Test they can be convinced to integrate with the colony, increasing its size by +1.\n\t\tPost-Mortem\tA Successful Outsourcing could need to new contacts, a merchant vessel that does its job may wish to continue providing aid.\nA failed Outsourcing is a loss of achievement points, and good roleplaying may be needed to salvage what can be fixed.\t\tLeader Personality\t\tLeaders are not merely statblocks and gameplay effects. They are living people with their own goals, ideals, and personalities. What goes on in their head naturally affects what sort of leader they are. Bonuses given by leaders are lost if the leader stops leading the colony. Roll or Choose a result.\t\t\t\t\t\t\t6\tExploitable Animals Discovered\tA Native Beast on the planet proves more valuable that initially expected, perhaps being easy to domesticate, bountiful to harvest, or providing some more esoteric benefit. Add one Organic Compound Resource of abundance 15+1d10 to the planet the colony is based on.\n\t\tThe Right tool for the Job\tAcquiring the right kind of tools, equipment, and people for an Outsourcing Job may make it easier, or vice versa. A Ship outfitted with massive freezers would be better for hauling fresh foodstuffs. This may provide a +10 bonus to the Command Test.\t\tRoll 1d100\tResult\t\tEffect\t\t\t\t\t\t7\tMechanicus Business\tA Mechanicus Explorator ship appears in orbit of the planet, and request an audience. They wish to perform a clandestine affair. If succeeding an Opposed Commerce test (vs FEL 35) gain a Industrial Facility Upgrade in exchange for looking the other way. Reroll if already having upgrade.\n\tManaging Colonies\t\tEstablished Colonies are not automated affairs. Their day to day operations can be tracked through a set of Characteristics. \nCharacteristics vary from 0 to 10. Many Charactersitics and other colony functions update on 90-day cycles.\t\t01-05\tBeloved\t\tThe representative is well-liked, colonists are less likely to rebel agains them out of respect. \nThe Colony gains +1 Complacency.\t\t\t\t\t\t8\tConvenient Clerical Error\tA Vessel arrives delivering a certain amount of material for infrastructure improvements that were not planned for by the leader, a +20 Deceive Test convinces the vessel that these materials are at their intended destination. Receive any one Colony Upgrade for free.\n\tSize\tThe Population and physical size of a colony. This determines its base value. Larger colonies produce more value, but are more intensive to run. Starts at Size 1.\nEvery 90 Days roll 1d10 to determine colony growth: 1-2: Size Decreases by 1. 3-7: Size stays the same. 8+: Colony Size increases by 1.\nIf Colony Size Increases, it may mean an opportunity for new Hard Infrastructure. If Colony Size Decreases, one other characteristic decreases by 1d5-3 (min 1).\nIf Size hits 0, the colony effectively dies (but can be repopulated later). Can Permenantly burn profit factor to add +1 to Size Roll per PF Burned.\t\t\t06-10\tMilitary Minded\t\tThe representative focuses on martial matters, possessing organised defensive plans, militia rotations, and emphasies precision and logistics.\nThe Colony gains +1 Order.\t\t\t\t\t\t9\tAncient Ruins Discovered\tPre Imperial Ruins are discovered on the opposite side of the planet to the colony. These may be of xenos or human origin, regardless there is a treasure trove of technology and wealth within them. Gain one Archeotech Cache or Xenos ruins of abundance 25+2d10 to the planet.\n\t\t\t\t\t11-15\tCorrupt\t\tWhilst the colony maintains an appearance of profitability, some of this profit mysteriously goes missing, its representative's continual claims of launching thorough investigations seem never to find the culprits. The Colony gains +2 Productivity, but suffers -1 Order.\t\t\t\t\t\t10\tAncient Facility Discovered\tDuring an infrastructure project, an ancient, high-tech Facility is discovered.  It is of Imperial origin, possibly containing ancient and lost secrets of unfathomable value, perhaps even fragments of STC's. It requires the Rogue Trader's Immediate Attention, generate potential Endeavour.\n\tComplacency\tThe General Attitude and comfort of the population, how tolerant they are towards their leaders. A Happy Colony naturally produces more value for its masters.\nAn ideal colony should have a Complacency value greater than its size. This adds +1 to its Profit Factor Value. Such a colony is considered \"Placated\".\nIf Complacency hits 0, Order and Productivity immediately decrease by 1d5 and cannot be increased until the situation is remedied. Additionally, truly Unhappy Citizens are not known to remain passive.\t\t\t16-20\tIdle\t\tThe representative is slothful, performing and reacting to tasks with near-indifferent delay, although this laid back approach does reduce stress.\nThe Colony gains +2 Complacency, but suffers -1 Productivity.\t\t\t\t\t\tCalamitous Events\t\tUnexpected events occur, sometimes they can be bad. In such cases it takes quick action to get any damage under control. Roll 1d10 to determine event. When such an event occurs is up to the GM.\n\t\t\t\t\t21-25\tAmbitious\t\tThe representative has their own hopes and dreams, and intends to achieve them through any means neccisary. This brutal efficency does not earn them many friends. The Colony gains +2 Producitivity, but -1 Complacency.\t\t\t\t\t\tRoll\tName\tEffect\n\tOrder\tHow well behaved and law-abiding the colony is. A Colony that knows its place can focus on its work, becoming more productive in the process.\nAn ideal colony should have a Order value greater than its size. This adds +2 to its Productivity. Such a colony is considered \"Orderly\".\nIf Order hits 0, it collapses into anarchy. Profit Factor is considered 0 until resolved, and at ever 90-day cycle Complacency, Productivity, and Piety decreases by 1d5 and Size decreases by 1.\t\t\t26-30\tZealous\t\tThe representative's zeal burns brightly, they prove their devotion through shrines, pilgrimages, and even small crusades, and are well liked by the Ministorum. The colony gains +1 Piety.\t\t\t\t\t\t1\tSolar Flares\tThe Star the planet orbits experiences a season of violent solar weather, bathing the system in damaging radiation. Electronic Communications become infeasible over long distances. -2 Colony Order for 1d5 Months or until a +10 Tech-Use or +0 Command Test is made to resolve it.\n\t\t\t\t\t31-35\tPatron of the Arts\t\tThe representative has a cultured background, and provides some of their personal income to all kinds of artists such that they may pursue Perfection within their own chosen fields. Such culture reflects well on the Rogue Trader. The Colony gains +2 Complacency by -1 Piety.\t\t\t\t\t\t2\tSabotage\tAn important mine or large scale construction project is sabotaged, killing a large amount of experienced workers and sealing potentially valuable resources. -2 Productivity until the saboteurs are found and dealt with via a -20 Command Test or a personal investigation.\n\tPiety\tHow appropriately devoted or otherwise Emperor-Fearing the Colony is. A Colony devoted the the God Emperor is one that is happy and orderly.\nAn ideal colony should have a Piety Value greater than its size. This adds +1 to Order and Complacency. Such a colony is considered \"Pious\".\nIf Piety hits 0, Order and Complacency immediately decrease by 1d5 and cannot be increased until the situation is remedied. The colony may also cease to be recognised as a truly imperial colony, but rather as a den of heretics. Cults and other wicked powers will likely fester to the surface in these dark times.\t\t\t36-40\tUnlucky\t\tFortune does not favour the representative, their bad luck haunts anything they touch, and only through devout prayer can the colony hope to survive whatever the Emperor seems to keep throwing at them. The Colony gains +2 Piety, but adds +4 to any \"Calamitous Event\" Rolls.\t\t\t\t\t\t3\tOre Veins Dry Up\tAn important natural resource unexpectedly dries up, perhaps an ore vein was not as deep as thought, or a drought kills a crop of rare herbs. Reduce the abundance of one resource on the planet by 2d10+10.\n\t\t\t\t\t41-45\tTies With…\t\tThe Representative has friendly ties with a particular group, which aids in the running of the colony. This may be a local religious sect, the Arbites, or even a band of mercenaries. Gain +1 to one of the following based on the nature of the ties: Complacency, Order, Productivity, or Piety.\t\t\t\t\t\t4\tSudden Plague\tA Fast moving plague sweeps the population, killing or incapacitating many. Unless a +0 Medicae or +0 Trade (Chymistry) Test is passed, and methods to secure and deliver a cure are found within short order the colony's size decreases by 1.\n\tProductivity\tHow hard working the colony is, and therefore how much wealth it produces. A Colony that is productive produces more wealth for its masters.\nAn ideal colony should have a Productivity value greater than its size. This adds +2 to its Profit Factor Value. Such a colony is considered \"Productive\".\nIf Productivity hits 0, its Profit Factor Value is halved until resolved, the colony produces nothing new of value and may begin to stagnate.\t\t\t46-50\tAdministrative Expert\t\tThe representative is skilled in adminstration, so long as they are not overtaxe in population their colony runs like a well oiled machine.\nAs long as the colony is Orderly (has more Order than Size), it gains +2 Productivity.\t\t\t\t\t\t5\tAgents of Chaos\tAgents of Chaos inflitrate the colony, spreading heresy to its citizens. They come in any guise and are incredibly difficult to eradicate. The Colony loses 1 Piety, and continues to lose 1 Piety every 90 day cycle until the taint is cleansed.\n\t\t\t\t\t51-55\tCruel\t\tOut of some unwholesome desire, or a mindset that favours brutal pragmatism, the representative is harsh but efficient in their rulings.\nThe Colony gains +2 Producitivity but -1 Complacency.\t\t\t\t\t\t6\tRogue Asteroid\tA Rogue Asteroid is detected on collision cource with the colony, unless a -20 Command or Commerce Test is passed to requisition proper aid or otherwise be deflected/destroyed by a voidship it strikes the planet, killing millions and reducing all colony characteristics by 1d5.\n\tPreventing Collapse\tIf any Characteristic reaches 0, (Other than Size, which just kills the Colony outright), a colony will begin to collapse. A +0 Command or Intimidate Test made by the colony leader or the Rogue Trader can temporarily stabilise the situation. Reflecting an effort to calm colonists, restore confidence, restart production, etc. This only temporarily stops collapse, things are likely to get out of hand quickly if whatever the problem is is not addressed.\nSome upgrades provide a +5 Bonus to this: Arbites Precinct, Ecclesiarchy Mission, and Imperial Guard Garrison.\t\t\t56-60\tSpymaster\t\tTo this representative knowledge is power, and they wish to maintain a tight control over what is known, and what is not. \nThe Colony gains +2 Order but -1 Complacency.\t\t\t\t\t\t7\tWarp Storm\tA Warp Storm sweeps the system. For 1d5 days Statues weep blood, spirits walk the streets, and the minds of the colonists scream at unreality. A Grand Act of Faith must be shown with a +0 Scholastic Lore (Imperial Creed) or -20 Command Test or suffer -1d5 Order and Piety.\n\t\t\t\t\t61-65\tGeneralissimo\t\tThe representative conducts themselves as if they were of a high military rank, regardless of whether they actually are or not. For them a large personal army may be as much a plaything as it is a symbol of the God-Emperor. The colony gains +2 Order, but -1 Piety.\t\t\t\t\t\t8\tFires\tAn uncontrolled fire burns through a hab sector, leaving little in its wake, many are left homeless. Make a -30 Command Test to organise an evacuation and extinguish the flames or the colony loses 1d5 Upgrades chosen randomly, and suffers -1d5+1 Complacency and Order.\n\tExploiting Resources\tIf a colony has natural resources available to it, every 90-day cycle it can be tasked with harvesting them, reducing their abundance. This can either be used to add a +1d5 bonus to the Colonies' next growth roll, or taken as profit (Gain 1 Profit Factor for Size 1-4, or 2 if Size 5+). Taking as profit may require an appearance to convince questioning lackeys as towhy such a thing is in their best interest, not doing so may result in a loss of 1d5 Complacency.\nSize 1-4 Colonies Deplete 1d10+2 Abundance per year (/4 for per 90 days), Size 5+ Colonies Deplete 3d10+5 Abundance per year (/4 for per 90 days).\nResources can also be used for Objectives and Endeavours. An Objective is 1d5 Abundance, a Lesser Endeavour 1d10, a Standard Endeavour 3d10+5, and a Grand Endeavour 5d10+5. Each of these of course take time to exploit the resources.\t\t\t66-70\tParanoid\t\tThe representative fears for their own position at all times, the make sure their own people are unlikely to be capable of toppling them, but their excessive checks and balances slow production. The Colony gains +2 Order but -1 Productivity.\t\t\t\t\t\t9\tFreebootaz!\tMarauding Ork Freebooters descend upon the system, the government, and Rogue Trader should they be close enough to respond must fight back with a -40 Command Test to repel the orks. In failing and the Rogue Trader doesn’t intervene suffer -1d5 to all colony characteristics. If any of them drop to zero the Ork Warboss sets up semi-permenant basing, the colony is considered lost until the orks get bored or are pushed off.\n\t\t\t\t\t71-75\tMad\t\tWhether it be holding lengthy conversations with a servo-skull or nominating a Grox to a position of government, this representative is clearly not right in the head, yet somehow there is method in their madness. The Colony gains +1 to Complacency, Piety, and Productivity, but -1d5 Order.\t\t\t\t\t\t10\tAncient Facility Discovered\tDuring an infrastructure project, an ancient, high-tech Facility is discovered. Unfortunately it is clearly not Imperial. Heretical text may scrawl across the walls or a minor Necron Tomb may begin to awaken, whatever it is, it is an existential threat. Generate Appropriate Encounter Site.\n\t\t\t\t\t76-80\tCharitable\t\tThe representative heart burns such they they are giving and generous to a particular cause. It appears they actually seem to care about the people they lead. The Colony gains +1 Complacency and +1 Piety, but -1 Productivity.\n\t\tMinerals\tMinerals are the most common resource, they are almost always mined out the ground, and can be classed as Industrial Metals (Common Iron, Copper, Lead, etc), Ornamentals (Gold, Platinum, Jewels, etc), Radioactives (Uranium, Plutonium, etc), Exotic Materials (???).\t\t81-85\tVainglorious\t\tTo this representative personal accomplishment and appearance are matters of greatest importance. They loath with others outdo them and seek to be seen as the greatest amongst their peers. The Colony gains +2 Producitivity but -1 Piety.\n\t\tOrganic Compounds\tOrganic Compounds are harvested from living flora or fauna. If wishing to harvest them sustainably reduce depletion by 1d10 a year, but also reduce Profit Factor Value of Colony by -2 per year. Organic Compounds can be Curative (used for healing, but if not prepared imposes -40 to Medicae tests and does little to heal), Juvenant (Life extending), Toxins (default +0 Toughness Test or take 1d10 Wounds ignoring Armour and Toughness), Vivid Accessory (Aesthetic and valuable), or Exotic (???).\t\t86-90\tScholarly\t\tThe representtative is an academic, and learned in many fields both administrative and historical. As a result they know much about how leaders of old met their end, and seek not to make the same mistakes. The Colony gains +1 to whichever of its characteristics (except size) is the lowest.\n\t\t\t\t\t91-95\tAvaricious\t\tWhilst many enjoy wealth, this representative actively persues it with fervour matched only by the Rogue Trader themselves. \nThe Colony gains +1 Productivity.\n\t\tArcheotech Caches\tAncient Remnants of the Dark Age of Technology, generally found in small caches. Each cache consists of 1d5+1 items generated using Treasure Generator (Always Archeotech). Items count as 2 abundance each, voidship components count as 10.\t\t96-100\tQuite a Character\t\tRoll again twice, apply both results.\n\t\tXenos Ruins\tAncient ruins of long forgotten aliens. They can be identified with a -20 Trade (Archeology) or +0 Forbidden Lore (Xenos) Test. If failed guess incorrectly. Can be harvested as any resource, albiet with questionable legality. Yu'Vath ruins cause -1 Comp/Order each 90 days.\t\tThe First Amongst Many\tWhilst this section refers to the leader as a single individual, they are likely supported by numerous lesser menials and advisors. Such individuals may themselves have their own wants and desires, but for practical purposes, the background and personality of the leading representative is what the colony benefits (or suffers) from.\n\tSpending Time\tThe Rogue Trader is the master of the colony, and so may wish to spend time there. Due to being likely well known they count as having +5 Profit Factor for purposes of Acquisition Tests, in addition to any other bonuses.\t\t\tNot Irreplacable\tThe Colony's leader is ultimately subservient to the Rogue Trader, should they fail in their duties the leader may yet be replaced by another at the Rogue Trader's will.\nIf this happens, or if the leader stops leading for some other reason (such as being killed), any bonuses they applied are removed, including characteristic bonuses.\n\tColony Size\tProfit Factor Value\tDescription\n\t0\t0\tA Ghost Town, the Colony is dead. It can be resettled, counting as 100 Achievement points towards a colony building endeavour.\n\t1\t1\tSettlement. The default starting size. \n\t2\t2\tOutpost\n\t3\t3\tFreehold\n\t4\t4\tDemesne\n\t5\t6\tHolding\n\t6\t8\tDominion\n\t7\t10\tTerritory\n\t8\t12\tCity\n\t9\t14\tMetropolis\n\t10\t18\tHive</pre>",
        "format": 1
      },
      "sort": 0,
      "flags": {}
    }
  ],
  "flags": {},
  "_id": "epohqJfMnUIsySC2"
}