{
  "name": "Character Creation",
  "img": "icons/svg/book.svg",
  "pages": [
    {
      "_id": "364fKXtdaFe78gWg",
      "name": "Character Creation",
      "type": "text",
      "text": {
        "content": "<pre>\tExplorer Creation (Rogue Trader)\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tGuardsman and Regiment Creation (Only War)\n\tGenerating Characteristics\t\t\t\tCharacteristics\t\tWeapon Skill\tBallistic Skill\tStrength\tToughness\tAgility\tIntelligence\tPerception\tWillpower\tFellowship\tXenos Origins\t\t\t\t\t\t\t\t\t\tThe Imperial Guard are the Hammer of the Emperor, drawn from a Million worlds, Trillions of Men and Women willing to die in the name of the Master of Mankind. Or at least, that’s what Remembrancers will say. The Reality is hell on countless fronts, Horrific Xenos, Heretics, and Worse seek to kill, torment, and drive mad all before them, against these threats you are the first line, armed only with a Lasgun and Hope.\nTo create a Guardsman and the Regiment they come from, follow Guardsman and Regiment Creation. There are several Example Regiments of Notable Recognition already created for convenience.\nAll players usually have one unifying Regiment and must work with GM to make or choose it. Guardsman can either be of Standard Guardsman types typical to the regiment, or support Specialists. \nGenerally typical guardsman should significantly outnumber Support Specialists in a squad.\n\tCharacteristics are the baseline that skill tests are made against.  Each race has a different set of Characteristics\n\nChoose a race (Human unless allowed otherwise) and add 2d10 to each characteristic. The GM may instead allow distributing 100 points between characteristics, adding no more than 20 to each instead of adding 2d10.\n\nMake sure to confirm with the GM before choosing a Non-Human (Xenos) Race. They are feared and hated by the majority of humanity. Usually for good reason.\t\t\t\tHuman\t\t25\t25\t25\t25\t25\t25\t25\t25\t25\tXenos of any kind are not welcome within the Imperium of Man. They are universally feared and reviled. All Xenos characters have the Non-Imperial and Speak Not Unto the AlienTraits. Additionally, as Non-Humans, their minds and personalities are naturally alien, and therefore their motivations and customs often come off as strange or horrifying to others. Human Made Drugs and Bionics may not function correctly with xenos characters, Medicae tests on different races are usually harder unless the Medicae has Forbidden Lore (Xenos).\nNon-Imperial: -10 to all Common Lore, Forbidden Lore, and Scholastic Lore Tests Relating to the Imperium of Man.\nSpeak Not Unto the Alien: -20 to all Fellowship-Based Tests when dealing with creatures other than its own species. Those same Creatures suffer -20 to Fellowship-Based Tests when dealing with the Character. The Character's Presence aboard a human vessel is unsettling, causes -2 Morale whilst aboard.\n\t\t\t\t\tOrk\t\t35\t15\t35\t30\t20\t15\t20\t20\t15\t\t\t\t\t\t\t\t\t\t\tRegiment Creation\t\t\t\t\tChoose: a Home World/Origin, a Commanding Officer, a Regiment Type, 2 Doctrines (any mix of Training+Equipment), and optionally a Drawback.\n A Regiment only has 12 Points to spend in making its choices. If there is a Multiple choice Effect, each player can choose differently for their character. Gain more points by buying an Optional Drawback. Left over points can be used to improve the Standard Regimental Kit.\n\t\t\t\t\tKroot\t\t30\t25\t25\t25\t30\t20\t25\t25\t20\t\t\t\t\t\t\t\t\t\t\tPath\tName\tCost\tEffects\t\t\t\t\tWith GM Approval, the Regiment could be a Mixed Regiment, consisting of multiple Sub-Regiments. One of these will be defined as the \"Core\" Regiment. All Sub-Regiments generate independantly, with the exception of the Standard Kit, all Sub-Regiments use the Core's Standard Regimental Kit and Favoured Weapons.\n\t\t\t\t\tTau\t\t20\t25\t20\t25\t30\t30\t25\t25\t25\t\t\t\t\t\t\t\t\t\t\tHome World / Origin\n\nWhere did your Regiment originate, how did this shape it?\tDeath World\t3\t+3 to any two of: Perception, Strength, or Toughness. Gain Trained Skill: Survival, Gain one of: Light Sleeper, Lightning Reflexes, or Resistance(Poisons) Talents. +2 Starting Wounds.  \nDoesn't start with Linguistics (Low Gothic), can speak it, but can't do anything needing Skill Tests. -10 to Interaction Tests in Formal Surroundings, additional -10 towards untrusted non-death worlders.\n\t\t\t\t\tDark Eldar\t\t25\t25\t25\t20\t30\t25\t30\t25\t20\tKroot\t\tKroot are tall, bird-like xenos hailing from within the Tau Empire. They commonly work as mercenaries and are known for their common practice of eating the dead (including their own). They can seemingly shape their DNA by consuming that of others.\t\t\t\t\t\t\t\t\tFortress World\t3\t+3 to any two of: Ballistic Skill, Willpower, or Toughness. Gain Skills: Common Lore (War, Imperium, Imperial Guard), and Linguistics (Low Gothic). Gain on of: Nerves of Steel or Sprint Talents. Gain Hatred(Any one) for enemy Fortress World fights frequently, must make +10 Willpower Test to restrain attacking enemy when sighting. Must make +0 Willpower Test to go against the rules and regulations of the Imperial Guard.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tStarting Traits\tEaters of the Dead, Field Craft, Kroot Beak, Kroot Physiology, Natural Weapons (Beak), Unnatural Strength (x2), Non-Imperial, Speak Not Unto the Alien.\t\t\t\t\tDrugs and bionics made by humans are unlikely to function in Kroot. Although Poisons and toxins are unaffected.\nMedicae tests made on Kroot have -10\nForbidden Lore (Xenos) may remove this.\nAcquiring Human Made arms and armour designed for Kroot increases its rarity by one step.\nKroot have difficulty telling apart humans, and get +20 to resist Seduction from non-Kroot.\t\t\t\t\tHighborn\t3\t+3 to any two of: Fellowship, Intelligence, or Weapon Skill.  Gain Skills:Common Lore(Administratum), Inquiry, and Linguistics(High Gothic). +10 Starting Logistics Rating. +10 to Charm, Inquiry, and deceive with Nobility and other High Society in Formal Situations. Doesn't start with Linguistics(Low Gothic), can speak it, but can't do anything needing Skill Tests, -10 to Charm, Inquiry, and Deceive with Non-Nobility/High Society. -1 Starting Wound.\n\tThe Origin Path (Human Only)\t\t\t\t\t\t\tHumans Follow the Origin Path, deciding a Homeworld, Birthright, Lure of the Void, Trials and Travails, Motivation, and Career. Xenos have their own alternatives to this. The Origin path combined from Rogue Trader: Core and RT: Into the Storm\t\t\t\t\t\t\t\tStarting Talents\tBasic Weapon Training (Universal), Exotic Weapon Training (Kroot Rifle), Melee Weapon Training (Universal, Primitive), Heightened Senses (Sight, Hearing), Mercenary.\t\t\t\t\t\t\t\t\t\tHive World\t3\t+3 to any two of: Agility, Fellowship, or Perception. Gain Skills: Common Lore(Imperium), Deceive, and Linguistics(Low Gothic). Do not count Crowds as Difficult Terrain, can't fall over when running/charging through them. Gain on of: Heightened Senses (Hearing), Paranoia, or Unremarkable Talents. \nSuffer -10 to all Survival Tests made in non-artificial environments, -1 Starting Wound.\n\tBy default, when choosing an option on the Origin path, one starts from the top (Home World), and works their way down, limiting themselves to options adjacent to those above. So, for example: Homeworld: Voidborn is option 2, so for Birthright, typically either options 1, 2, or 3 would be chosen, and so on for further levels. While this is the default arrangement, the GM may allow for \"Free\" levels, where this restriction does not apply, or not apply the restriction at all. If during the Origin Path, a skill is gained twice, it gains a level of mastery (Skill +10, then +20). If the same talent is gained twice, replace redundant talent with Talented (any skill). If a section has multiple numbered options, you can only choose one. All listed options here come with additional flavour texts available in either Rogue Trader Core or Into the Storm. (Into the Storm adds any Origin that has initial XP cost, as well as every second Homeworld (Frontier, Footfallen, etc)). \nPlayer Characters start with 500xp, they may spend this however they wish on anything they are eligibible for in their Advances, or during this Origin Path.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tStarting Skills\tAwareness, Concealment, Dodge, Silent Move, Speak Language (Kroot, Low Gothic, Tau)\t\t\t\t\t\t\t\t\t\tImperial World\t1\t+3 to Willpower and one other Characteristic.  Gain Skills: Common Lore(Imperial Creed), Common Lore(Imperium), and Linguistics(Low Gothic). Gain Hatred(Mutants) Talent.\nSuffer -5 to all Forbidden Lore Tests due to a Blessed ignorance of the unknown.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tStarting Gear\tKroot Rifle, Mono-Knife, Kroot Leathers, Kroot Modified Void Suit, Micro-bead.\t\t\t\t\t\t\t\t\t\tPenal Colony\t2\t+3 to any two of: Agility, Strength, or Toughness. Gain Skills: Intimidate, Linguistics(Low Gothic). Gain on of: Peer(Underworld) or Street Fighting Talents. +10 to Logistics Tests to acquire Illegal or contraband items. \nWhen Determining Standard Regimental Kit, only have 15 Points to spend.\n\tPath\tNumber\tName\tEffects\t\t\t\t\t\t\t\t\t\tStarting Wounds\tStarting Fate\n(Roll 1d10)\tKroot Gain Insanity and Corruption as Humans, although it expresses differently. \nCorruption malignancy takes the form of a regression into savagery, tearing apart enemies.\nFor Insanity, certain disorders, such as fear of the dead, would be inappropriate.\t\t\t\t\t\t\tStarting Wounds\tStarting Fate (Roll 1d10)\t\t\tPenitent\t3\t+3 to any two of: Fellowship, Toughness, Willpower. Gain Skills: Common Lore (Ecclesiarchy, Imperial Creed), Intimidate, and Linguistics (Low Gothic). Gain on of: Nerves of Steel, Orthoproxy, or Unshakeable Faith. Can Reroll any failed Charm Test made to inspire religious Fervour or Hatred in others. +2 Starting Wounds. \nMust pass +10 Willpower Test in order to Retreat from combat or act in the interests of Self-Preservation.\n\tHome World\n\nWhere was your character born, how did this shape them?\t1\tDeath World\t+5 Strength, +5 Toughness, -5 Willpower, -5 Fellowship. Gain Survival Skill, Melee Weapon Training (Primitive) and either Jaded or Resistance(Poisons) Talent. -10 to all Interaction Skills in Formal Surroundings, +10 to resist Pinning and Shock.\t\t\t\t\t\t\t\t\t\t2xTB + 1d5+2\t1-5 -> 2\n6-10 -> 3\t\t\t\t\t\t\t\t2xTB + 1d5+3\t1-5 -> 2\n6-10 -> 3\t\t\tSchola Progenium\t3\t+3 to Willpower, and +3 to Weapon Skill or Ballistic Skill. Gain Trained Skills: Common Lore (Imperial Guard, Imperium, War), and Linguistics (High Gothic, Low Gothic). Gain one of: Air of Authority or Unshakeable Faith Talents. +1 Starting Wound.\nNo Downsides, beyond horrible memories of the Schola.\n\t\t1\tFrontier World\t+5 Strength, -5 Intelligence. Gain Survival and Wrangling as Trained Skills. Can reroll an Initiative Roll they make, but must accept the new result. Immune to Fear Tests from Xenos with Fear(1) or Fear(2). Suffer -10 to Fellowship Tests with Strangers and also -5 with members of the Imperial Cult.\t\t\t\t\t\t\t\t\t\t2xTB + 1d5+2\t1-5 -> 2\n6-10 -> 3\tKroot Kindreds\t\t\tKindreds are a combination of Clan and Tribe. They are an expression of how a Kroot's genes have been shaped. A Kroot Character selects one.\t\t\t\t\t\t\t\tAgri-World\t3\t+3 to any two of: Fellowship, Strength, or Toughness. Gain Skills: Linguistics (Low Gothic), Operate(Surface), and Scholastic Lore(Beasts). Gain +10 to any Knowledge, Survival, or Trade tests to identify or intereact with domesticated beasts or to identify, harvest, or cultivate food crops. +2 Starting Wounds.\nSuffer -10 to Scrutiny when Opposing the Deceive Skill. The First time an Agri-World character gains Insanity Points, they double it.\n\t\t2\tVoid Born\t-5 Strength, +5 Willpower. Gain Speak Language (Ship Dialect) Skill, and treat Navigation (Stellar) and Pilot (Spacecraft) as Basic Skils. When spending fate points, roll 1d10, on a 9 it is not lost. Suffer -5 to Fellowships to interact with non void-born humans. Zero/Low Gravity Environments are not Difficult Terrain, and you don't get space travel sickness.\t\t\t\t\t\t\t\t\t\t2xTB + 1d5\t1-5 -> 3\n6-10 -> 4\tBold Hunter\t\tGain +5 Ballistic Skill and +5 to Wrangling Tests. Gain +10 to resist Fear and Pinning\t\t\t\t\t\t\t\t\tFeral World\t4\t+3 to any two of: Agility, Strength, or Weapon Skill. Gain Skills: Awareness, Parry, and Intimidate or Sleight of Hand. Gain of one: Ambush or Frenzy Talents. +2 Starting Wounds.\nDoesn't start with Linguistics (Low Gothic), can speak it, but can't do anything needing Skill Tests. When given chance to destroy a foe, must make +20 Intelligence or Willpower Test to pass up chance, unless discretion is overwhelmingly obvious or when dealing with a minor dispute. -10 to Common Lore(Tech), Medicae, and Tech-Use unless Trained in the Skill.\n\t\t2\tFootfallen\t-5 Ballistic Skill, -5 Toughness, +5 Agility, +5 Fellowship. Gain Common Lore (Koronus Expanse) and Psyniscience as Trained Skill (Psyniscience acts as sixth sense, not innately psychic). Gain Polyglot Talent one Peer Talent from the noted list. Suffer -5 on any Scholastic Lore Test not related to the Kornus Expanse and gain Rival (Inquisition) Talent.\nNoted List: Choose one of: Peer(Astropaths, the Insane, Underworld, Void Born, or Workers)\t\t\t\t\t\t\t\t\t\t2xTB + 1d5\t1-4 -> 2\n5-7 -> 3\n8-10 -> 4\tCunning Hybrid\t\tGain +10 Intelligence and +5 to Barter and Deceive Tests. Gain +1 to Initiative.\t\t\t\t\t\t\t\t\tFuedal World\t3\t+3 to any two of: Weapon Skill, Strength, or Toughness. Gain Skills: Athletics and Common Lore (War). Gain one of: Duelist or Double Team Talents. +1 Starting Wounds\nDoesn't start with Linguistics (Low Gothic), can speak it, but can't do anything needing Skill Tests. -10 to Common Lore(Tech), Medicae, and Tech-Use unless Trained in the Skill.\n\t\t3\tForge World\t-5 Weapon Skill, +5 Intelligence, and +3 to any one Characteristic. Common Lore (Tech) and Common Lore (Machine Cult) are untrained basic skills. Gain Technical Knock Talent. Suffer -10 to Tests involving knowledge of the Imperial Creed and -5 to Fellowship tests to interact with members of the Ecclesiarchy in formal settings. \t\t\t\t\t\t\t\t\t\t2xTB + 1d5+1\t1-5 -> 2\n6-9 -> 3\n10 -> 4\tGreenskin Hybrid\t\tGain +10 Toughness (Add this bonus after calculating starting wounds)\t\t\t\t\t\t\t\t\tForge World\t4\t+3 to any two of: Intelligence, Perception, or Toughness. Gain Skills: Common Lore(Adeptus Mechanicus, Tech), Linguistics (Low Gothic, Techna Lingua), and Logic. Gain Talent Peer(Adeptus Mechanicus). Gain one of: Technical Knock or Weapons Tech Talents.\nSuffer -10 to any Interaction Tests with any not from a Forge Worlds or of the Adeptus Mechanicus. -1 Starting Wound.\n\t\t3\tFortress World\t+5 Ballistic Skill, +5 Willpower, -5 Intelligence, -5 Fellowship. Gain Secret Tongue (Military) and Common Lore (War) as Trained Skills. Gain one Appropriate Hatred Talent for an enemy that the Fortress world often fought against. Gain Basic Weapon Training (Las or SP) and Nerves of Steel Talent. Suffer -5 to Social Interaction Tests regarding non-combat topics.\t\t\t\t\t\t\t\t\t\t2xTB + 1d5+1\t1-9 -> 3\n10 -> 4\tHeadhunter\t\tAutomatically pass all Toughness Tests to resist toxins and weapons with the Toxic Quality. The Kroot's Beak loses its Primitive Quality and gains the Toxic Quality.\t\t\t\t\t\t\t\t\tFrontier World\t4\t+3 to any two of: Agility, Ballistic Skill, or Perception. Gain Skills: Awareness, Linguistics(Low Gothic), Navigate(Surface), and Survival. Gain one of: Combat Sense or Quick Draw. Comrades count as being on Cohesion so long as they are within 15 metres.\nSuffer -20 Penalty to Interaction Tests with unfamiliar authority, they suffer the same tests interacting with characters of this Home World. Waived if authority has earned trust.\n\t\t4\tHive World\t-5 Toughness, +5 Fellowship. Gain Speak Language (Hive Dialect) and Tech-Use as untrained basic skills. Crowds do not count as difficult terrain, and running/charging through them give a penalty to Agility Tests to stay upright. Suffer -10 to Survival Tests whilst outside of anywhere with manufactured goods, solid ceilings, and power. -5 to all Intelligence Tests. +1 to all Initiative Rolls.\t\t\t\t\t\t\t\t\t\t2xTB + 1d5+1\t1-5 -> 2\n6-8 -> 3\n9-10 -> 4\tStalker\t\tThe Kroot may make Concealment and Silent Move Tests as a Free Action, and may do so even while being observed.\t\t\t\t\t\t\t\t\tMining Colony\t3\t+3 to any two of: Agility, Perception, and Toughness. Gain Skills: Awareness, Common Lore(Tech), Linguistics(Low Gothic), and Tech-Use. Gain one of: Heightened Senses(Hearing), Resistance(Cold), Resistance(Heat), Resistance(Poison) Talents. Gain +10 to Awareness and Navigation(Surface) Whilst Underground. +1 Starting Wound.\nSuffer -10 to all Perception and Awareness Tests made in full daylight or bright artificial light. Mitigated with Goggles or other eye protection at GM Discretion.\n\t\t4\tBattlefleet\t+5 Willpower, +3 Fellowship, -5 Perception. Gain Common Lore (Imperial Navy),  Speak Language (Battlefleet War Cant) and either Navigation (Stellar) or Pilot(Space Craft) as Trained skills. Gain +5 to all Command Tests. Zero/Low Gravity Environments are not Difficult Terrain, and don't get space travel sickness. Suffer -2 to Initiative and Double penalty for firing weapons at Long Range or Greater unless inside confined space. \t\t\t\t\t\t\t\t\t\t2xTB +1d5\t1-6 -> 3\n7-19 -> 4\tKroot Errata Notes\t\tKroot Should be able to Purchase \"Shadowing\" at Rank 3 for 200xp, and Shadowing +10 at Rank 6 for 200xp\t\t\t\t\t\t\t\t\tThe Lathe Worlds\t4\t+3 to Intelligence, and Perception or Ballistic Skill. Gain Skills: Common Lore(Adeptus Mechanicus, Tech), Linguistics(Low Gothic, Techna-Lingua), and Logic, gain Tech-Use as Trained Skill. Gain Mechanicus Implants Trait, their Potentia Coil is enhanced to meet the needs of Integrated Weapons. Count as Tech-Priest and Guardsman for prerequisite purposes.\nSuffer -10 to any Interaction Tests with any not from a Lathe World, Forge World or of the Adeptus Mechanicus. Cannot be a Support Specialist Character, except Tech-Priest.\n\t\t5\tImperial World\t+3 Willpower. Gain Literacy, Speak Language (High Gothic), Common Lore (Imperial Creed), Common Lore (Imperium) and Common Lore (War) as untrained Basic Skills. Suffer -5 to Forbidden Lore Tests.\t\t\t\t\t\t\t\t\t\t2xTB + 1d5\t1-8 -> 3\n9-10 -> 4\tOrks\t\tOrks are an artificially created, bulky green-skinned race designed to fight a war millions of years long past. They are a ubiquitous threat throughout the galaxy. Their ability to create maddening contraptions out of scrap is as well known as their ever-present desire to fight simply for the fun of it.\t\t\t\t\t\t\t\t\tOgryn World\t5\tEveryone's an Ogryn! +10 Strength, +10 Toughness, -15 Intelligence, -10 Agiity. Additional +3 to Strength or Toughness. Gain Skills: Survival and Intimidate. Gain Talents: gain on of: Die Hard or Iron Jaw Talents. Gain Traits: Auto-Stabilised, Size(5)(Hulking), Sturdy, Unnatural Strength(2), and Unnatural Toughness(2), Clumsy, and But it Dark in Dere! +15 Starting Wounds. Count as Ogryn and Guardsman for prerequisites. No Linguistics (Low Gothic), can speak it, but can't make Skill Tests. Cannot choose any Support Specialist characters.\n\t\t5\tPenal World\t-5 Willpower, +5 Perception, +5 Toughness, -5 Fellowship. Gain Security as Untrained Basic Skill and either Deceive or Intimidate as Trained Skill. Gain Peer (Underworld) and Light Sleeper Talents. When making Acquisiton Tests, once per session can improve availability by one level (up to Abundant) via criminal ties. Suffer -20 on Interaction tests with groups in Noted List if homeworld is known to them, and gain 1d5 Insanity. List: Adeptus Arbites, Ecclesiarchy, Enforcers, and the Military\t\t\t\t\t\t\t\t\t\t2xTB + 1d5+1\t1-6 -> 2\n7-9 -> 3\n10 -> 4\tStarting Traits\tArd, Made Fer Fightin', Make it Work, Might Makes Right, Mob Rule, Non-Imperial, Speak Not Unto the Alien.\t\t\t\t\tOrk Physiology is so resilient that medical practices are actually easier than on a human (See 'Ard Trait). Drugs only function if the Ork passes a Toughness Test, although its effect may be different. (GM determined)\nHuman bionics will not work, orks create their own, which are twice as heavy and only Poor/Common Craftsmanship. (GM Dependant).\nArmour is similar, and Orks have their own armour, usually made of scrap.\t\t\t\t\tPost Cataclysmic World\t3\t+3 to any two of: Ballistic Skill, Weapon Skill, or Perception. Gain Skills: Awareness, Linguistics(Low Gothic), and Survival. Gain one of: Resistance(Cold), Resistance(Radiation), or Resistance(Fear) Talents. Gain +10 to Survival Tests to obtain Food and Water, and to Tech-Use Tests to jury-rig or repair something not overly advanced.\nGain 1d5 Insanity Points, and the mentally or physically scarring memory that the world you come from is gone forever.\n\t\t6\tNoble Born\t-5 Willpower, +5 Fellowship. Gain Literacy, Speak Language (High Gothic), Speak Language (Low Gothic) as untrained Basic Skills. Gain +10 to Interaction Skill Tests when dealing with high authority and formal situations. Add +1 to group's Starting Profit Factor. Gain Peer(Nobility) Talent, and one other Peer talent from Noted List. However also gain some kind of powerful enemy that may make moves against you. Noted List: Academics, Adeptus Mechanicus, Administratum, Astropaths, Ecclesiarchy, Government, Mercantile, Military, or Underworld\t\t\t\t\t\t\t\t\t\t2xTB + 1d5\t1-3 -> 2\n4-9 -> 3\n10 -> 4\tStarting Talents\tBasic Weapon Training (Primitive, SP), Melee Weapon Training (Universal), Peer (Own Klan), Pistol Weapon Training (Primitive, SP), \t\t\t\t\t\t\t\t\t\tRatling World\t3\tEveryone's a Ratling! +10 Perception, +5 Fellowship, +5 Agility, -5 Strength, -10 Toughness. Additional +3 to Perception, Fellowship, or Agility. Gain Skills: Awareness or Stealth, Deceive, Linguistics(Low Gothic), Trade(Cook). Gain Deadeye Shot Talent. Gain Size(3)(Scrawny) Trait, and Heightened Senses(Sight, Smell, Taste) Talents. Count as Ratling and Guardsman for prerequisite purposes. Cannot choose any Support Specialist characters. -3 Starting Wounds.\n\t\t6\tChild of Dynasty\t-3 Toughness, +3 Intelligence, -5 Willpower, +5 Fellowship. Gain Literacy and Speak (High Gothic) as trained skills. Add +3 Ship Points to group's starting ship, cannot exchange these for Profit Factor. Gain +5 to Fellowship Tests interacting with high-ranking officials of the Imperium and Imperial Nobility. Gain an appropriate Enemy Talent as an unseen foe seeks the character's position and wealth.\t\t\t\t\t\t\t\t\t\t2xTB + 1d5\t1-3 -> 2\n4-7 -> 3\n8-10 -> 4\tStarting Skills\tCommon Lore (Orks), Intimidate, Speak Language (Ork), Awareness, Barter, Carouse, Common Lore (War), Speak Language (Low Gothic)\t\t\t\t\t\t\t\t\t\tShrine World\t3\t+3 to Fellowship, and Weapon Skill or Willpower. Gain Skills: Common Lore(Ecclesiarchy, Imperial Creed), Linguistics(Low Gothic). Can speak and read High Gothic as long as it wouldn't require a Skill Test. Gain one of Hatred(Heretics, Mutants, or Psykers) Talents. Once per session when gaining Corruption Points, can spend a Fate Point to not do so.\nSuffer -10 to Forbidden Lore Tests due to virtuous ignorance.\n\tBirthright\n\nWhat sort of life did your character have?\t1\tScavenger\t+3 Willpower or +3 Agility. Gain Unremarkable Talent or Resistance (Fear). Gain 1d5 Corruption or 1d5 Insanity.\t\t\t\t\t\t\t\t\t\t\t\tStarting Gear\tCommon Craftsmanship Shoota or Good Craftsmanship Slugga, Best Craftsmanship Choppa or Good Craftsmanship Big Choppa. Ork Void Suit, Squig-Huide Coat and Leggings, Helmet/Skull trophy, 1d5 Teef\t\t\t\t\t\t\t\t\t\tVoid Born\t3\t+3 to Willpower, and +3 to Agility or Perception. Gain Skills: Common Lore(Tech), Linguistics(Low Gothic), Navigate (Stellar), Operate(Aeronautica), and Tech-Use. When Spending a Fate Point (but not burning), roll 1d10, on a 9 or 10 the Fate Point does not count as beign spent, but still gain benefit. Do not Treat zero gravity as Difficult Terrain. Agility Test to stay on-target when making a Charge or Run Action in Zero Gravity is only -10. Suffer -10 to Interaction Tests made with those who are not Void Born. -1 Starting Wound.\n\t\t1 and 5\tFringe Survivor\t1. Survivalist (300xp): +3 Toughness or +3 Perception, gain Survival as Trained Basic Skill, gain 1 Additional Fate Point and 1d5+1 Insanity.\n2. Heretek (100xp): Gain +3 Intelligence and two untrained basic skills from noted list. Gain 1d5 Corruption and hatred of the Mechanicus. \n3. Pit-Fighter (200xp): +3 Toughness or +3 Strength, +3 Weapon Skill. Gain Rival (Underworld) and 1 Corruption\t\t\t\t\t\t\t\t\t\t\t\tOrks are effectively genderless, reproducing via spores shed from their skin. They are completely incapable of being seduced, as they are not equipped to understand the concept.\nOrks do not gain Corruption, as their simple, matter of fact existence leaves little to ponder.\nOrks do however gain Insanity, but it has no effect beyond \"Eksentrik\" obsessions until reaching 100, at which point they snap, becoming \"Madboyz\" and are removed from play.\t\t\t\t\t\t\tStart Wounds\n(Don't add UnnTB)\tStarting Fate (Roll 1d10)\t\tCommanding Officer\n\nWho Leads the Regiment, what is the impact of their Leadership?\tBilious\t2\tThe Commander is Ill-Tempered, Paranoid, Suspicious of Betrayal and watchful of Enemies and Allies. They consider Vigiliance the Greatest Virtue and instill this into those under them.\nGain Paranoia Talent.\n\t\t2\tScapegrace\t+3 Intelligence or +3 Perception. Gain Sleight of Hand as Trained Skill. Gain 1d5 Corruption or 1d5 Insanity.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t2xTB + 1d5+1\t1-5 -> 1\n6-10 -> 2\t\t\tCircumspect\t2\tThe Commander is Balanced and Careful, but often overly cautious. They Encourage those under them to consider before striking and observe before acting.\nGain Foresight Talent\n\t\t2 and 3\tUnnatural Origin\t1. Contaminated Environs (100xp): +3 Toughness or +3 Willpower, -3 Fellowship. Gain Peer (Mutants) and Resistance (Poisons). For add. 100xp, roll for 1 mutation (reroll 75+).\n2. False-Man (300xp): Gain Ambidextrous, Autosanguine, and Chem-Geld Talents, Increase two characteristics by +3 and reduce one by -3. Gain 2d10 Insanity or -1 Fate Point.\n3. Warp Tainted (200xp): +3 Perception or +3 Willpower, -3 Fellowship. Gain Dark Soul + Jaded talents and Untrained Forbidden Lore (Warp) skill. +1d10 Corruption. for +300xp gain Favoured by the Warp Talent and +1d10 Corruption.\t\t\t\t\t\t\t\t\t\t\t\tOrk Origins\n\nChoose a Klan and Know-Wotz\n\nKlans Represent Ideology\n\nKnow-Wotz Represent Skill or Obsession\tDa Klan\tKlans represent a collective tendancy or predeliction. All orks posess an affinity for one or other klan.\t\t\tOrky Know-Wotz\tOrk knowledge is genetically encoded into them. How it expresses itself varies. In Oddboyz it forms an obsessive focus.\t\t\t\t\tCholeric\t2\tThe Commander Decisively Leads from the front, taking charge personally and is never afraid to do what they order others to do. They are also quick to anger and can be drawn to foolish action.\nGain Rapid Reaction Talent.\n\t\t3\tStubjack\t+5 Weapon Skill or +5 Ballistic Skill, -5 Fellowship. Gain Quick Draw Talent and Intimidate as Trained Skill. Gain 1d5 Insanity Points.\t\t\t\t\t\t\t\t\t\t\t\t\tBad Moons\tGain +20 on all Barter tests with other orks and +10 on Acquisition Tests with Ork Traders or to obtain Ork Equipment\t\t\tDriva\tGain Drive (Ground Vehicle) or Pilot (Flyer or Space Craft) as Trained Basic Skill\t\t\t\t\tFixed\t1\tThe Commander is decisive, and seldom changes their mind once set. Both a Blessing that makes the Regiment Stalwart, and a Curse that makes them Inflexible.\nGain Command Skill.\n\t\t4 and 6\tIn Service to the Throne\t1. Tithed (350xp): +3 Willpower or +3 Ballistic Skill. Gain any one noted Trained Common Lore Skill and any two from noted list of Trained Skills and Talents.\n2. Born to Lead (200xp): +3 Intelligence or Fellowship, -3 Toughness. Gain Command, Literacy, and one listed Scholastic Lore as Trained Skills. \n3. One Amongst Billions (200xp): +3 Perception or Intelligence, -3 Strength. Gain Paranoia and Unremarkable Talents, and any one Trade or Common Lore Trained Skill.\t\t\t\t\t\t\t\t\t\t\t\t\tBlood Axes\t+3 Perception or +3 Agility. Gain Common Lore (Imperium) or Concealment as Trained Skill. \t\t\tHunta\tGain Tracking as Trained Skill.\t\t\t\t\tMaverick\t2\tThe Commander is considered rebellious and unpredictable by their peers, but is loved by their Regiment who see them as one of their own. Where they lead, the Regiment follows.\nGain Resistance(Fear) Talent\n\t\t4\tChild of the Creed\t+3 Willpower or +3 Fellowship, -3 Weapon Skill. Gain Unshakeable Faith Talent.\t\t\t\t\t\t\t\t\t\t\t\t\tDeath Skulls\tGain Tech-Use or Sleight of Hand as Trained Skills. Gain Runtz Talent.\t\t\tMekboy\n(Oddboy)\t+5 Intelligence, Gain Tech-Use as Trained Skill\t\t\t\t\tMelancholic\t2\tThe Commander is careful, but suffered greatly in the crucible of war. They are often hampered by hesitation or pessimism, where they falter, their own warriors must take charge.\nGain Air of Authority Talent.\n\t\t5\tSavant\t+3 Intelligence or +3 Fellowship, -3 Toughness. Gain Logic as Trained Skill and Peer (Academic) Talent.\t\t\t\t\t\t\t\t\t\t\t\t\tEvil Suns\tGain Drive (Ground Vehicles) or Tech-Use as Trained Skills.\t\t\tPainboy\n(Oddboy)\t+5 Intelligence, Gain Medicae as Trained Skill\t\t\t\t\tPhlegmatic\t1\tThe Commander is quiet and of few words. When they speak it is of great purpose and in exacting detail. They demand loyalty through competence, the Regiment can trust in their skill.\nGain Common Lore(Imperial Guard) and Common Lore (War) Skills.\n\t\t6\tVaunted\t+3 Agility or Fellowship, -3 Perception. Gain Decadence Talent. Gain 1d5 Corruption Points.\t\t\t\t\t\t\t\t\t\t\t\t\tGoffs\t+3 Strength and an Aggressive Dispostion.\t\t\tRuntherd\n(Oddboy)\tGain Wrangling as a Trained Skill\t\t\t\t\tSanguine\t2\tThe Commander is confident and optimistic. They inspire with great speeches of heroism, their ambitions fly against the odds. Everyone else has to fight to survive the effects of such ambitions.\nGain Die Hard Talent.\n\tLure of the Void\n\nWhy did your character leave their previous life?\t1\tTainted\t1. Mutant: Roll once on Mutations table, or spend 200xp to choose any one result that is lower than 76.\n2. Insane: +3 Toughness, -3 Fellowship or -1 Fate Point. Gain Peer (The Insane). Gain 2d10 Insanity Points.\n3. Deviant Philosphy: +3 Willpower and Enemy(Ecclesiarchy) Talent\t\t\t\t\t\t\t\t\t\t\t\t\tSnake-bites\tGain Resistance (Poison) Talent, and either Survival, Tracking, or Wrangling as a Trained Skill.\t\t\tTrappa\tGain Survival as a Trained Skill\t\t\t\t\tSupine\t1\tThe Commander is Devout to the Imperium, but lacks initative or imagination, they are little more than a mouthpiece that accepts and passes on commands from above without further consideration.\nGain Common Lore(Ecclesiarchy) and Common Lore(Imperial Creed) Skills.\n\t\t1 and 4\tHunter\t1. Bounty Hunter (250xp): +3 Willpower, +3 Fellowship, and Bloodtracker Talent. Gain either 1d5 Corruption or 1d5 Insanity.\n2. Xenos Hunter (250xp): +3 Weapon Skill or +3 Ballistic Skill. Gain either Leap Up or Sprint Talent. Gain either Scholastic Lore (Beasts) or Tracking as Trained Skills.\n3. Hunted (100xp): +3 Perception. Gain either Paranoia or Light Sleeper Talents. Gain Enemy Talent for whichever group is hunting you (Subject to GM Approval)\t\t\t\t\t\t\t\t\t\t\t\tOrk Freebooter Errata\n(Not Weirdboy)\t\t\"Dual Strike\" Is available for purchase at Rank 4 and 7. It should only be available at 4 for the listed 500xp\t\t\tWeirdBoy\n(Oddboy)\tOrk Weirdboyz are a Know-Wotz Alternative Path with a different Advance Scheme to normal Ork Freebooters. Details found in The Navis Primer.\nThey have a Different set of Starting Talents, Skills, and Gear. Their Traits remain the same.\nWeirdBoyz have Psychic Powers that vary in strength with the number of Orks around them. More Orks means more power, and more instability.\t\t\t\tRegiment Type\n\nWhat does the Regiment Specialise in?\n\tArmoured Regiment\t4\t-3 Weapon Skill, +3 Intelligence. Operate(Surface) Skill, Technical Knock talent. Additional Kit:\nPer Player Character: One anointed maintenance toolkit\nPer Squad: One Leman Russ Battle Tank or a variant of it\n\t\t2\tCriminal\t1. Wanted Fugitive: Gain Enemy (Adeptus Arbites) and Peer (Underworld) Talents\n2. Hunted by a Crime Baron: +3 Perception. Gain Enemy (Underworld) Talent\n3. Judged and Found Wanting: -5 Fellowship. Gain one Poor Craftsmanship Bionic Limb or Implant (Spend 200xp to upgrade to Common, or 300xp for Good).\t\t\t\t\t\t\t\t\t\t\t\tStarting Talents (WB)\tMelee Weapon Training (Universal), Peer (Own Klan), Psy Rating (1), Da Power of Waaagh!\t\t\t\t\t\t\t\t\t\tReconnaissance Regiment\t3\t+3 Perception, -3 Willpower. Awareness Skill, Combat Sense Talent. Additional Kit:\nPer Player Character: One set of Magnoculars.\nPer Squad: One Sentinel Scout Walker or one Chimera Armoured Transport\n\t\t2 and 3\tCrusade\t1. Call to War (150xp): +5 Ballistic Skill. Gain Peer (Military) and one of Hatred(Eldar, Orks, Kroot, Chaos or other appropriate). Gain 1d10 Insanity Points from war horrors.\n2. Chasing the Enemy (150xp): +3 Intelligence or +3 Willpower. Gain Hatred Talent for a group the character is chasing through the cosmos (Subject to GM Approval)\n3. Warrior (250xp): +5 Weapon Skill, +5 Toughness or +5 Agility, -5 Fellowship. Gain Meditation Talent.\t\t\t\t\t\t\t\t\t\t\t\tStarting Skills (WB)\tCommon Lore (Orks), Intimidate, Speak Language (Ork), Awareness, Common Lore (War), Speak Language (Low Gothic), Psyniscience, Survival\t\t\t\t\t\t\t\t\t\tDrop Troops\t3\t+3 Agility, -3 Fellowship. Operate (Aeronautica) Skill, Catfall Talent. Additional Kit:\nPer Player Character: one Lascarbine and 4 power packs as Main Weapon, one suit of Imperial Guard Flak Armour, one Respirator, one Grav-Chute, two Frag Grenades, and two Smoke Grenades\n\t\t3\tRenegade\t1. Recidivist: Gain Enemy (Adeptus Arbites) and Resistance (Interrogation) Talents. Gain Concealment as Trained Skill.\n2. Free-Thinker: +3 Intelligence or +3 Perception, -3 Willpower. Gain Enemy (Ecclesiarchy) Talent.\n3. Dark Visionary: Gain Dark Soul Talent and any one Trained Forbidden Lore Skill. Gain 1d5+1 Corruption or 1d5+1 Insanity.\t\t\t\t\t\t\t\t\t\t\t\tStarting Gear (WB)\tOrk Copper Channelling Rod (Weapon), Squig-Hide Coat and Leggings (Armour), Brightly Coloured Clothes, Distinctive Hat, Assorted Bones and Skulls from Fallen Enemies, Ritual Pouch with Odd Bitz\t\t\t\t\t\t\t\t\t\tHunter-Killer\t3\t+3 Ballistic Skill, -3 Strength. Operate (Surface) Skill, Resistance(Fear) Talent. Additional Kit:\nAdd one Sentinel Scout Walker or one Hellhound Support Tank per Squad.\n\t\t4\tDuty Bound\t1. Duty to the Throne: +3 Willpower. -10 to Interaction Skills when dealing with sources outside of the Imperium. Gain Armour of Contempt Talent if you have 40+ Willpower.\n2. Duty to Humanity: +3 Perception or +3 Intelligence. -1 to starting Profit Factor.\n3. Duty to your Dynasty: -3 Toughness. Gain Rival (Another Rogue Trader Family). +1 to starting Profit Factor.\t\t\t\t\t\t\t\t\t\t\t\tSquig\tWS 35, BS 0, S 35, T 22, AG 33, INT 8, PER 30, WP 25, FEL 0. Wounds 10, Move 3/6/9/18. AP 0, T 4\nSkills: Awareness +10, Tracking +20\nTalents: Furious Assault\nTraits: Bestial, Improved Natural Weapons (Bite), Unnatural Toughness x2\nWeapons: Oversized Maw (1d10+6 R, Tearing) (Strength included)\t\t\t\t\t\t\t\t\t\tLight Infantry\t2\t+3 Agility, -3 Toughness. Navigate (Surface) Skill, Sprint Talent. Additional Kit:\nPer Player Character: one Lascarbine and 4 power packs as Main Weapon, one Flak Vest and Flak Helmet, two Frag Grenades and two Smoke Grenades.\n\t\t5\tZealot\t1. Blessed Scars: +10 to Intimidate Tests, -10 to Charm Tests. Gain one Poor Craftsmanship Bionic Limb or Implant (Spend 200xp to upgrade to Common, or 300xp for Good).\n2. Unnerving Clarity: +5 Willpower, -5 Fellowship or 1d10 Insanity.\n3. Favoured of the Faithful: +5 Fellowship, -5 Toughness. Gain Peer (Ecclesiarchy).\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tLine Infantry\t2\t+3 Strength, -3 Intelligence. Athletics Skill. Rapid Reload Talent. Additional Kit:\nPer Player Character: one M36 Lasgun and 4 charge packs as Main Weapon, one suit of Imperial Guard Flak Armour, two Frag Grenades and two Krak Grenades.\n\t\t5 and 6\tNew Horizons\t1. Seeker of Truth (100xp): +3 Intelligence. Gain any one Scholastic Lore Trained Skill. Gain +1 Corruption Point.\n2. Xeno-Archanist (200xp): +3 Intelligence or +3 Willpower. Gain Peer (Academics) or Forbidden Lore (Xenos) as a Trained skill.\n3. Archeotechnologist (250xp): +3 Intelligence or +3 Perception. Gain one random item from noted list (Heirlooms). Gain Scholastic Lore (Archeotech) as a Trained Skill.\t\t\t\t\t\t\t\t\t\t\t\tGretchin\tWS 20, BS 35, S 15, T 18, AG 44, INT 33, PER 35, WP 16, FEL 24. Wounds: 5, Move: 3/6/9/18. AP 0, T 2\nSkills: Awareness, Concealment, Dodge, Search, Shadowing, Silent Move. (HB: Deceive, +1 Appropriate Skill of Choice)\nTalents: Heightened Senses (Hearing), Melee Weapon Training (Primitive), Pistol Weapon Training (Primitive, SP) Traits: Mob Rule, Size (Scrawny), Unnatural Toughness (x2)\nWeapons: One handed SP Pistol (usually Slugga - 1d10+4 I, Pen 0, Clip 18, Range 20m, Rld Full, Innacurate, Unreliable) and Boot Knife (1d5+1 R). Pistol must be provided if Gretchin is a Runtz Ally.\t\t\t\t\t\t\t\t\t\tMechanised Infantry\t3\t+3 Agility, -3 Perception. Operate (Surface) Skill. Rapid Reload Talent. Additional Kit:\nPer Player Character: one M36 Lasgun and 4 charge packs as Main Weapon, one suit of Imperial Guard Flak Armour, two Frag Grenades and two Krak Grenades.\nPer Squad: One Chimera Armoured Transport Squad.\n\t\t6\tChosen by Destiny\t1. Seeker of Truth: -3 Willpower. Gain Foresight Talent and Enemy (Academics or Ecclesiarchy).\n2. Xenophile: +10 to Fellowship Tests when dealing with alien races or cultures. -5 to Willpower Tests involving alien artifacts and alien psychic powers.\n3. Fated for Greatness: Gain +1 Fate Point and 1d10+1 Insanity Points.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tSiege Infantry\t2\t+3 Toughness, -3 Intelligence. Tech-Use Skill. Nerves of Steel Talent. Additional Kit:\nPer Player Character: one M36 Lasgun and 6 charge packs as Main Weapon, one suit of Imperial Guard Flak Armour, one respirator, four empty sandbags, one Entrenching Tool, two Frag Grenades, two Photon Flash Grenades.\n\tTrials and Travails\n\nWhat hardships has your character overcome to get where they are?\t1\tThe Hand of War\tGain any One Weapon Training, or Leap Up Talent. Gain one of Hatred (Orks, Eldar, Mutants, Chaos Worshippers, Imperial Guard, Imperial Navy, Void Pirates), your character fought against this foe in the past. Your character will never work with their sworn enemy unless under dire circumstances. Suffer -10 Fellowship in such dealings. Must make Willpower test to avoid succumbing to your hatred if this sworn enemy provokes you, difficulty modified by GM.\t\t\t\t\t\t\t\t\t\t\t\tTau\t\tA Newcomer race that seeks to expand their reach, technology, and ideology of \"The Greater Good\". The Tau live a rigid life set by their caste that they adhere by devotedly. They are open to working with other races, possessing an optimistic outlook towards their future. Many consider this naive.\t\t\t\t\t\t\t\t\tArtillery Regiment\t4\t+3 Ballistic Skill, -3 Toughness. Operate (Surface) Skill. Bombardier Talent. Additional Kit:\nPer Player Character: 1 Lascarbine and 4 charge packs (Main Weapon), 1 pair of Magnoculars.\nOther: 1 Basilisk per Squad or 1 Mortar per two Player Characters. 1 Vox-Caster per Squad.\n\t\t1 and 6\tDarkness\t1. Forbidden Knowledge (200xp): Gain one Common Lore and one Forbidden lore trained skill you didn't have. Gain Paranoia and Enemy Talent for group Lore was stolen from.\n2. Warp Incursion (100xp): Gaint Resistance (Psychic Powers) and Light Sleeper Talents. Gain 1d5 Corruption Points.\n3. Dark Secret (200xp): +6 to any one Characteristic. 1d5 Insanity Points. Character possesses a dark and difficult to get rid of secret or curse (work with GM).\t\t\t\t\t\t\t\t\t\t\t\tStarting Traits\tClassified Competence, For the Greater Good! Non-Imperial, Speak Not Unto the Alien.\t\t\t\t\tThe differences between Tau and Human Physiology mean that Medicae Tests made by humans have -10 on Tau. Forbidden Lore (Xenos) may remove this. Similarly, Human made Drugs do not work on Tau (and vice versa), and bionics must be modified to work for them. \nTau are shaped similarly to humans, and could fit into most human armour with only minor modification. Although they would prefer their own armours.\t\t\t\t\tGuerilla Regiment\t4\t+3 Perception, -3 Fellowship. Stealth Skill, Ambush Talent. Additional Kit:\nPer Player Character: 1 Lascarbine and 4 charge packs (Main Weapon), 2 Blind Grenades, 2 Stun Grenades, 2 Frag Grenades.\n\t\t2\tPress-Ganged\tGain any one skill that has no prerequisites (GM has final say). Gain a single Common Lore Skill, or improve one you already have by one level. \nYou react violently to the concept of imprisonment or loss of your freedom, you may make a Willpower Test to avert this, difficult modified by GM.\t\t\t\t\t\t\t\t\t\t\t\tStarting Talents\tFire Caste Weapon Training, Marksman, Rapid Reload, Supporting Fire, Unshakable Faith.\t\t\t\t\t\t\t\t\t\tGrenadiers\t4\t+3 Ballistic Skill, +3 Toughness, -3 Perception. Tech-Use Skill, Bombardier Talent. Additional Kit:\nPer Player Character: 1 Auxiliary Grenade Launcher Weapon Upgrade, 1 Krak Grenade, 1 Frag Grenade, 1 suit of Light Carapace Armour, 1 Deadspace Earpiece\nOther: 2 Grenade Launchers per Squad.\n\t\t2 and 5\tThe Product of Upbringing\t1. New Blood (200xp): Gain Rival (Nobility) from being part of an upstart Noble Family. Add +1 Profit Factor to Group's Starting Profit Factor.\n2. Rivals (100xp): +3 Fellowship. Gain Rival Talent of group character dislikes and Peer of group that supports them. Make -10 Willpower Test to avoid acting out at rivals. \n3. Decadent (150xp): +3 Willpower. Gain Decadence Talent and +5 to all Charm Tests. Gain 1d5 Corruption.\t\t\t\t\t\t\t\t\t\t\t\tStarting Skills\tCommon Lore (Tau Empire), Dodge, Logic, Literacy, Speak Language (Tau), Tech-Use.\t\t\t\t\t\t\t\t\t\tHeavy Reconaissance Regiment\t8\t+6 Agility, -6 Toughness. Operate(Surface) and Tech-Use Skills. Push the Limit and Tank Hunter Talents. Additional Kit:\nPer Player Character: 1 Sentinel Scout Walker, 1 set of Magnoculars.\n\t\t3\tCalamity\tGain Light Sleeper, and either Hardy or Nerves of Steel Talents. -1 Starting Profit Factor.\t\t\t\t\t\t\t\t\t\t\t\tStarting Gear\tGood Pulse Rifle or Good Pulse Carbine, Best Pulse Pistol, 3 Tau Photon Grenades, Tau Combat Armour with in-built micro-bead, translator unit, and blacksun filter.\t\t\t\t\t\t\t\t\t\tRough Rider Regiment\t5\t+3 Agility, -3 Ballistic Skill. Survival Skill, Catfall Talent. Additional Kit:\nPer Player Character: 1 Hunting Lance (Main Weapon), 1 Laspistol and 4 Charge Packs, 1 Flak Jacket and Flak Helmet, 1 Riding Beast and Saddle, 2 Saddlebags, 1 set of riding tack\n\t\t3 and 5\tLost Worlds\t1. Lost Dynasty (400xp): +1 to Group's Profit Factor, +1 Fate Point. Work the the GM to create a Lost Claim or Resource that you intend to seek out.\n2. Rogue Planet (200xp): +3 Willpower. Gain any one Exploration Skill as trained Skill. Gain 1d5 Insanity Points. Work with GM to creat a lost world you have only partly explored.\n3. Beyond the Pale (100xp): Gain 1d5 Corruption and 1d5 Insanity. Gain two Trained Forbidden Lore Skills, or add +10 to two already known Forbidden Lore Skills.\t\t\t\t\t\t\t\t\t\t\t\tTau gain Corruption, but are less effected by the warp due to being far less attuned to the warp. They do not gain Malignancies or Mutations as a result of corruption.\nTau gain Insanity as humans do. Although as the Tau mind and culture is far removed from humans, the way a disorder manifests may differ.\t\t\t\t\t\t\tStarting Wounds\tStarting Fate \t\t\tClose Assault Regiment\t3\t+3 Weapon Skill, -3 Intelligence. Dodge or Parry Skill. Lightning Reflexes Talent. Additional Kit:\nPer Player Character: One Combat Shotgun with four reloads or two one-handed low-tech weapons (Main Weapon), one suit of Imperial Guard Flak Armour, 3 Frag Grenades, 2 Krak Grenades.\nPer Squad (Optional): Can Spend 2 additional Regiment Creation Points to add a Chimera Armoured Transport or similar Transport Vehicle per Squad as Additional Kit.\n\t\t4\tShip Lorn\tGain the Survival Skill (or increase it by one level) or Dark Soul Talent. Whenever you spend a Fate Point to recover wounds, you can reroll the dice but must accept the second result.\nReduce starting Fate Points by 1, suffer -5 on Fellowship Tests when interacting with Void Born, ORgue Traders, or Voidfarers that are not Personal Friends if they have heard of your background and reputation.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t2xTB + 1d5+2\t1\t\t\tMechanised Reconnaissance Regiment\t3\t+3 Perception, -3 Toughness. Awareness Skill, Lightning Reflexes Talent. Additional Kit:\nPer Character: 1 Set of Magnoculars\nPer Squad: 1 Salamander Reconnaissance Tank\n\t\t5\tDark Voyage\tGain a single Trained Forbidden Lore Skill related to your experiences in a Dark and Traumatic Voyage (or increase that skill by one level), or gain Resistance (Fear).\nGain 1d5 Insanity from whatever traumatic even haunts you.\t\t\t\t\t\t\t\t\t\t\t\tClassified Competence\t\t\tWhile all Tau Characters available to play are of the Fire Caste, they are subdivided into classified competencies such that they may best benefit The Greater Good. Choose one Classified Competency which takes the form of a \"Classified Competence\" trait.\t\t\t\t\t\t\t\tRapid Reconnaissance Regiment\t8\t+3 Agility, -3 Toughness. Operate(Surface) and Tech-Use Skills. Combat Sense or Accelerated Repairs Talents. Additional Kit:\nPer Character: 1 Set of Magnoculars, 1 Tauros Rapid Assault Vehicle\nOptional: 2 Players may exchange their individual Tauros vehicles for one Tauros Venator Vehicle.\n\t\t6\tHigh Vendetta\tGain either Die Hard or Paranoia Talents. Gain Inquiry Skill (or increase by one level).\nYou Brook no Insult, if someone insults you or bismirches your honour, you react violently. You may take a Willpower Test to avert this, difficulty modified by GM.\t\t\t\t\t\t\t\t\t\t\t\tAdept Machinist\t\tWhenever the character assists an allied Tau Character with a Tech-Use Test, they grant +20 as opposed to the normal +10 bonus for helping.\t\t\t\t\t\t\t\t\tSalvage and Recovery Regiment\t3\t+3 Intelligence, -3 Strength. Operate(Surface), Nerves of Steel or Battlefield Tech-Wright. Additional Kit:\nPer Character: One Anointed Maintenance Toolkit\nPer Squad: One Atlas Recovery Tank per Squad\n\tMotivation\n\nWhat keeps your character going above all else?\t1\tEndurance\t+1 Wound\t\t\t\t\t\t\t\t\t\t\t\tDauntless Bulwark\t\tWhenever the character majes a Charge Action against an enemy and hits with their attack. All allied Tau characters currently engaged in Melee may take the Disengage Action as a Free Action.\t\t\t\t\t\t\t\t\tSuper-Heavy Armoured Regiment\t7\t-3 Weapon Skill, +3 Willpower. Operate(Surface) Skill. Technical Knock Talent. Additional Kit:\nPer Character: One Anointed Maintenance Toolkit\nPer Squad: One Baneblade Super-Heavy Tank, or one of its variants.\n\t\t1 and 4\tDevotion\t1. Creed (200xp): Gain Charm and Common Lore (Imperial Creed) as Trained Skills. Gain Inspire Wrath Talent.\n2. Duty (100xp): +3 Willpower. Gain either Armour of Contempt Talent or Unshakable Faith Talent.\n3. Loyalty (100xp): Gain Trade (Voidfarer) as Trained Basic Skill, gain +5 to Willpower and Fellowship Tests aboard the ship your character lives on.\t\t\t\t\t\t\t\t\t\t\t\tExemplar of Unity\t\tThe character can take the following special action: Follow my Lead: Half Action, Concentration: \nUntil the beginning of their next turn, each allied Tau within 10 metres who takes the same Half Action the character takes after performing this one gain +10 to any tests associated with that action.\t\t\t\t\t\t\t\tDrawback\n(Optional)\nWhat shame has the Regiment Suffered? \tCloud of Suspicion\t-3\tGain Enemy (Adeptus Arbites) or Enemy (Inqusition) or Enemy (Other). Gain Paranoia Talent.\nIf Failing an Operation, mission, or Critical Objective, the enemy rears its head and the Regiment is investigated. Every Regiment Members suffers -5 to Willpower Tests until it concludes.\n\t\t2\tFortune\t+1 Fate Point\t\t\t\t\t\t\t\t\t\t\t\tFinder of Ways\t\tWhenever the character succeeds on a Stealth Test, they grant each allied character within 20 metres a +10 bonus to their next Stealth Test they make in this encounter.\t\t\t\t\t\t\t\t\tCondemned\t-6\tRegiment Members suffer -20 to all Fellowship-Based Tests when interacting with other Imperial Guard Regiments, their own Commanding Officers, the Departmento Munitorum, and other Local and imperial officials who know of their reputation. Suffer -20 to all Logistics Tests, always sent on the most dangerous missions. Might be Assigned a Commissar to oversee the Squad.\nGain one of: Berserk Charge, Cold Hearted, Frenzy, or Paranoia Talents.        Can be received later at GM Discretion, doesn't give Regiment points, instead gives Weapon Skill Aptitude.\n\t\t2 and 6\tExhilaration\t1. New Horizons (200xp): Gain Common Lore (Koronus Expanse) and either Scholastic Lore (Astromancy) or Trade (Explorator) as trained Skills.\n2. The Thrill of War (250xp): +3 Weapon Skill or Ballistic Skill, -3 Fellowship. Gain Scholastic Lore (Tactical Imperialis) as Trained Skill. Gain Nerves of Steel and Quick Draw Talents.\n3. No Joy Unexplored (200xp): +3 Toughness or +3 Fellowship, -3 Willpower. Gain Decadence and Carouse Trained Skill. Gain 1d5 Corruption Points.\t\t\t\t\t\t\t\t\t\t\t\tPrecise Hunter\t\tThe character can take the following special action: Expose Weakness, Full Action, Attack, Concentration, Ranged: Make +0 Ballistic Skill Test, if successful choose hit location on target. Each allied Tau that attacks the target and hits can hit this location, gaining +2 PEN, and +1 PEN per DoS on Test.\t\t\t\t\t\t\t\t\tCult of Chivalry\t-3\tMust pass a -10 Willpower Test before attempting to use the Deceive Skill, even on an Enemy. If Failed must tell the truth or remain silent. Can still lie by omission, though frowned upon.\nSuffer -10 to Scrutiny Tests Opposing the Deceive Skill.\n\t\t3\tVengeance\tGain Hatred (any one) Talent\t\t\t\t\t\t\t\t\t\t\t\tWindstrider\t\tOnce per encounter, character can take a Reaction to make a Half Move Action whilst in a Vehicle or Battlesuit. If this move action ends within three metres of a friendly Tau, the next attack that would hit this ally this turn instead hits the character's vehicle or battlesuit.\t\t\t\t\t\t\t\t\tDishonoured\t-3\tWhen in Battle, must pass a -10 Willpower Test when order to give ground, withdraw, or otherwise relinquish something of importance to the mission. If failed can still choose to follow the order but gains 1d5-2 (min 1) Insanity from the mental stress of further disgrace.\n\t\t3 and 5\tKnowledge\t1. Knowledge is Life, Life is Knowledge (300xp): Gain any two Trained Scholastic Lore Skills. Gain Total Recall Talent. Can buy Additional Trained Scholastic Lore Skill for 200xp.\n2. Know thy Foe (200xp): Gain any one Trained Forbidden Lore Skill. Can buy a second for an additional 200xp.\n3. Knowledge is Power, Guard it Well (300xp): +3 Intelligence or +3 Perception. Gain any one Trained Common or Scholastic Lore Skill. Gain Foresight Talent.\t\t\t\t\t\t\t\t\t\t\t\tHeightened Significance\tIf during the game a Tau Explorer proves themselves valuable to The Greater Good through an act of significant valor or contribution, they may be rewarded with a permenant honour. Such as a personal defence drone, prototype weapon, battlesuit, honour guard, etc. (GM Dependant, see Tau Character Guide for details)\t\t\t\t\t\t\t\t\t\tDoomed\t-7\tMembers of this regiment cannot burn Fate Points to survive Fatal Injuries. Suffer -10 to Logistics Tests.\nWhenever Rolling on Random Issue Gear Table, apply -20 Penalty. \nMore Likely to experience complications that suddenly spring up during the course of mission execution.\n\t\t4\tRenown\tGain either Air of Authority or Peer (any one) Talent.\t\t\t\t\t\t\t\t\t\t\t\tDark Eldar\t\tThe Eldar were an ancient, impossibly advanced race who were sundered by their own hedonistic desires, forever bound to see their souls fall into the maw of She Who Thirsts. The Dark Eldar are those who have embraced this hedonism, inflicting unfathomable torment on others to stave off their own degradation.\t\t\t\t\t\t\t\t\tHonour Bound\t-4\tMembers of this regiment must pass -10 Willpower Test to refuse any formal challenge or ignore any major slight against their hnour. If they fail they must engage the individual in question in a duel or brawl, whichever more appropriate for the situation, or suffer -10 to Willpower Tests for the remainder of the session. Game Master can modify test depending on scale of effects for failing and so on.\n\t\t5\tPride\tGain one random Heirloom item from noted list or +3 Toughness. Hierloom, Roll 1d100, gain Hierloom. 01-20: Best Archeotech Laspistol, 21-40: Best Chainsword, 41-60: Ancestral Seal, +10 to Interaction Tests with Imperial Citizens whilst Displayed, 61-80: Best Carapace Armour, 81-00: Reliquary of Saint Drusus: +20 to Interaction Tests with Ministorum Members whilst Displayed\t\t\t\t\t\t\t\t\t\t\t\tStarting Traits\tKeen Senses, Matchless Grace, Power Through Pain, Soul's Nemesis, Non-Imperial, Speak Not Unto the Alien.\t\t\t\t\tEldar Anatomy differs from humans due to its sheer complexity. Non-Eldar characters using Medicae on Eldar have -10. Although Forbidden Lore (Xenos) may remove this.\nSimilarly, Human drugs have no effect on Eldar unless they pass a Toughness Test.\nHuman Bionics and Implants do not function correctly in Eldar without modification. Eldar can fit into human armours, although prefer their own.\t\t\t\t\tIncompetent Leadership\t-5\tMembers suffer -10 to Command Tests made during combat from either incompetence or bitter subordinates. Must make a +20 Command or Intimidate Test as part of any Comrade Order that doesn’t already require a Command Test. If failed, comrade refuses the order from a learned distrust of authority. Squad is often needlessly deployed into danger, with unwise tactics, bad information, mistaking enemies for allies and vice versa, and other such blunders.\n\t\t6\tPrestige\tGain either Talented (any one skill) or Peer (any one) Talent.\t\t\t\t\t\t\t\t\t\t\t\tStarting Talents\tDecadence, Disturbing Voice, Hard Target, Kabalite Weapon Training, Resistance (Poison)\t\t\t\t\t\t\t\t\t\tLost Home World\t-5\tMembers begin play with 2d10 Insanity Points. The Squad no longer has a homeworld to draw reinforcements from, whenever Requesting Replacement Members to replace lost comrades, roll 1d10:\n1-2: No Reinforcements, 3-4: Reinforcements from same regiment, 5-10: Reinforcements from another regiment that has also recently gone through massivge loss. Player characters could also be from different regiments, (Use Mixed Regiments Rules). Gain Hatred(Choose One) (Hatred will be of group that destroyed homeworld).\n\t\tAny\tFear\t1. Enemy in Ascendance (100xp): +3 Perception. Gain Paranoia Talent.\n2. Haunted by thy own Sins (300xp): Gain Dark Soul, Frenzy, and Flagellant Talents. Gain one Untrained Forbidden Lore Skill. Gain 1d10 Corruption.\n3. Tormented by the Unspeakable (200xp): Gain Light Sleeper, Jaded, and Resistance (Fear) Talents. Gain 2d10 Insanity.\t\t\t\t\t\t\t\t\t\t\t\tStarting Skills\tAcrobatics, Awareness, Chem-Use, Common Lore (Dark Eldar, War), Dodge, Intimidate, Silent Move, Speak Language (Eldar, Dark Eldar)\t\t\t\t\t\t\t\t\t\tMistrusted\t-3\tRegiment Members suffer -10 to all Fellowship-Based Skill Tests made to interact with members of other Imperial Guard Regiments, their own Commanding Officers, the Departmento Munitorum, and other Local and imperial officials who know of their reputation. Members add 1d5 Degrees of Failiure to all Failed Logistics and Commerce Tests.\n\tCareer\n\nWhat is your character?\n\n(Note, this is effectively your character class, and effects what career path they level up with)\t1\tAstropath Transcendant\tSanctioned Psykers who allow for communication across the galaxy and who can bend reality with the power of the warp. (See Psychic Powers Page to choose Psychic Powers)\nSkills: Awareness, Common Lore (Adeptus Astra Telepathica), Forbidden Lore (Psykers), Invocation, Psyniscience, Scholastic Lore (Crytography), Speak Language (High Gothic, Low Gothic).\nTalents: Pistol Weapon Training (Universal), Heightened Senses (Sound), Psy Rating 2, Psychic Technique (x2)(200xp), Psychic Discipline (Telepathy). Psychic Technique (Astral Telepathy).\nGear: Best Laspistol or Best Stub Automatic, Best Mono-sword or Common Shock Staff, Guard Flak Armour, Charm, Void Suit, Microbead, Psy-Focus.\nSpecial Abilities: Soul-Bound: Gain +20 to Willpower Tests to resist daemonic possession in any opposed Willpower Test  to resist talents, psychic powers, abilities, or other effects from a daemon. Roll additional d10 when rolling Perils of the Warp, then discard one of choice. See Without Eyes: Are blind, see with psychic senses, ignore effects that target vision such as blind grenades or cameleoline, cannot see Untouchables. Power of Fate: Can spend 1 Fate Point to add +1 to Psy Rating for a single Focus Power Test. \t\t\t\t\t\t\t\t\t\t\t\tStarting Gear\tBest Splinter Pistol/Good Splinter Rifle/Common Shardcarbine, Best Mono-Sword/Common Power Sword, Kabalite Armour, Micro-bead, translator, gruesome trophy/kill recorder, 2 Poison/3 combat drug doses.\t\t\t\t\t\t\t\t\t\tPoorly Provisioned\t-4\tCan't take this Drawback if regiment has Well-Provisioned Doctrine. Receive Half the usual Clips and Charge Packs for Main Weapons, and Half the normal rations that would normally be provided. Suffer -10 to all Logistics Tests to acquire Fuel, Ammunition, and Spare Parts for vehicles or equivalents for mounts. Whenever successfully acquiring equipment, roll 1d10, on a 4 or less they receive equipment of Poor Craftsmanship regardless of what craftsmanship should have been.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tDark Eldar suffer greatly from corruption due to the ever present threat of She Who Thirsts. Dark Eldar gain corruption, but not Mutations or Malignancy. However they must still make malignancy tests, each failiure adds 1 to the number of Pain Tokens a character requires to gain an additional Fate Point, they also must select one new characteristic other than willpower. If they fail to gain a Pain Token in a session, they take 1d5 Characteristic Damage to Willpower and these chosen characteristics which cannot begin to heal until they acquire a Pain Token. They will look progressively more ragged the longer they go without the nourishment of suffering. (See Power Through Pain Talent for acquiring Pain Tokens).\n\nInsanity to a Dark Eldar however is a different story, as its concepts are no longer of any meaning. Dark Eldar do not gain Insanity Points, their outlook on reality is already far too warped beyond it.\t\t\t\t\t\t\tEldar can at a glance pass for humans, although not very well, Eldar and Humans attempting to disguise as each other's race have -30 to the test.\t\t\t\tRegimental Rivalry\t-2\tYour Regiment is embroiled in some kind of Rivalry, such as between another Regiment, between Squads and Platoons within the Regiment, and so on. This results in Sabotage, Stealing, Order Tampering, Duelling, Spreading Lies, Framing, and outright betrayal and murder. Gain Hatred(Choose One) and Enemy(Choose One) (Hatred and Enemy are another Regiment of the Imperial Guard).\n\t\t2\tArch-Militant\tThe Weapons Masters, Body Guards, and Leaders of soldiers. Warriors without peer.\nSkills: Common Lore (War), Dodge, Intimidate, Scholastic Lore (Tactica Imperialis), Secret Tongue (Military), Speak Language (Low Gothic).\nTalents: Basic Weapon Training (Universal), Pistol Weapon Training (Universal), Melee Weapon Training (Universal), Thrown Weapon Training (Universal), Sound Constitution.\nGear: Good Hellgun or Best Longlas or two Common Boltpistols, one Good Primitive Melee Weapon of choice with mono upgrade, Micro-bead, void suit, Enforcer Light Carapace Armour, Bolt Shell Keepsake, Medikit, Manacles, Dataslate full of Wanted Bounties or Arms coffer or 3 doses of Stimm.\nSpecial Ability: Weapon Master: Choose one class of weapon (SP, Bolt, etc), gain +10 to hit, +2 damage, and +2 initiative when using any weapon of chosen class.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tScarred by Loss\t-4\tRegiment has suffered recent extreme casualties. Those that remain are scarred from terrible battles and are few in number. Begin with 1d10 Insanity Points. If this Regiment fails a Willpower Test by 3+ Degrees of Failiure, they are Stunned until the end of their next turn, lost in traumatic recollection.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tStarting Wounds\tStarting Fate \t\t\tThe Few\t-5\tThe Regiment is small in number for one reason or another. When requesting Reinforcements to replace fallen comrades, must make a -20 Logistics Test if most of the regiment is actively deployed, or a +10 Logistics Test if a significant portion is not (GM Discretion). If test failed, receive no recinforcements.\n\t\t3\tVoid-Master\tPilots, Gunners and Masters of Space in warfare and exploration.\nSkills: Common Lore (Imperial Navy, War), Forbidden Lore (Xenos), Navigation (Stellar), Pilot (Space Craft, Flyers), Scholastic Lore (Astromancy), Speak Language (Low Gothic)\nTalents: Pistol Weapon Training (Universal), Melee Wepaon Training (Universal), Nerves of Steel\nGear: Best Monosword or Common Power Sword, Best Hand-cannon or Common Bolt Pistol, Guard Flak Armour, Micro-bead, Void Suit, blessed ship token, re-breather, Imperial Navy Uniform or Beggar's Cloak, 2 bottles of Amasec, pict-recorder, vox-caster.\nSpecial Ability (Choose one): Mastery of Space: Reroll all failed tests with starship Manoeuvre Actions. Mastery of Gunnery: Reroll all failed tests with starship Shooting Actions. Mastery of Augurs: Reroll all failed tests involving starship detection. Mastery of Small Craft: Reroll all failed Pilot Tests with small craft (shuttles, lifters, fighters, etc).\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t2xTB + \n1d5+1\t1\t\t\tConscripts\t-3\tMembers of this Regiment suffer -10 to all Willpower Tests and all Command Tests to influence other members of the Regiment, Inlcuding Comrades.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tVile Pleasures\t\t\tDark Eldar must inflict suffering and torment upon others to prevent the degradation of their own souls. Over time they have come to perfect and sadistically enjoy these acts in a variety of ways. Choose one Vile Pleasure.\t\t\t\t\t\t\t\tIconoclasts\t-3\tMembers suffer -10 to all Interaction Tests with the Ecclesiarchy. The Adeptus Minstorum is likely to attach additioanl Priests, Confessors, and other such individuals if they believe the Regiment is sufficiantly lacking in faith but not beyond salvation. Player Character Ministorum Priests suffer -10 when interacting with NPC members of this Regiment, excluding their own Comrade. There may be additional narrative complications involving the Ministorum.\n\t\t4\tExplorator\tMasters of Machinery and Seekers of ancient technology. Intent to continue replacing their flesh with metal, and discover ancient archeotech.\nSkills: Common Lore (Machine Cult, Tech), Forbidden Lore (Archeotech, Adeptus Mechanicus), Literacy, Logic, Speak Language (Explorator Binary, Low Gothic, Techna Lingua), Tech-Use, Trade (Technomat).\nTraits/Talents: Mechanicus Implants [Trait], Basic Weapon Training (Universal), Melee Weapon Training (Universal), Logis Implant\nGear: Common Boltgun or Best Lasgun, Good Hellgun or Best Shock Staff or Good Power Axe, Enforcer Light carapace, Multikey, Void Suit, Injector, Sacred Unguents, Micro-bead, combi-tool, dataslate, servo skull familiar.\nSpecial Ability: Start with Mechanicus Implants Trait, and two common Craftsmanship bionics, can spend 200xp to increase craftsmanship of one bionic by one level, can do multiple times but only at character creation.\t\t\t\t\t\t\t\t\t\t\t\tArtful Torment\t\tIn addition to the usual methods of gaining a Pain Token, this character can gain a Pain Toekn whenever dealing damage to a living creature that is Stunned.\t\t\t\t\t\t\t\t\tPrimitive\t-5\tCan't take this Drawback if Regiment includes a Vehicle in their Standard Regimental Kit. Regiment Members suffer -5 to all Ballistic Skill and Weapon Skill Tests with non-Primitive Weapons even if they are trained in their use. All Logistics Tests to obtain anything that isn't a Primitive Weapon suffers -20.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tBountiful Slaughter\t\tWhenever this character kills or causes Critical Damage that inflicts Blood Loss upon a living target in melee combat and gains a Pain Token while doing so, they gain an additional Pain Token.\t\t\t\t\t\t\t\t\tTainted\t-3\tMembers being with 1d10 Corruption Points and suffer additional -10 to Malignancy Tests and Tests to avoid Mutation.\n\t\t5\tMissionary\tEmmisaries of the Emperor's Light as well as the carriers of the Burning Flames of righteous hatred, who may inspire the masses to acts of faith to destroy the alien, heretic, and worse.\nSkills: Common Lore (Imperial Creed, Imperium), Forbidden Lore (Heresy), Medicae, Scholastic Lore (Imperial Creed), Speak Language (High Gothic, Low Gothic).\nTalents: Basic Wepaon Training (Universal), Melee Weapon Training (Universal), Pure Faith, Unshakeable Faith.\nGear: Good Chainsword or Best Staff, Good Flamer or Best Lasgun, Best Guard Flak Armour, Ecclesiarchal Robes, Aquila Pendant, Sepulchre, Censer, and Incense, Micro-bead.\nSpecial Ability: Start with Pure Faith Talent.\t\t\t\t\t\t\t\t\t\t\t\tCruel Demise\t\tWhenever this character kills, stuns, causes Critical Damage, Blood Loss, or the Failing of a Fear or Pinning Test on a living creature within the character's Perception Characteristic Metres, they gain a Pain Token.\t\t\t\t\t\t\t\t\tTraitors\t-5\tThe Regiment has betrayed the Imperum. Defecting as Rebels, Corrupted by Chaos, or so on and Fighting against the Imperium rather than for it. Regiment Starts at Logistics Rating 0 and suffers  -10 to all Logistics Tests, varying with resources of any group regiment is working alongside. Cannot interact with Departmento Munitorum nor purchase Munitorum Influence Talent, although may purchase equivilent for any group working alongside. Gain Enemy(Imperial Guard) and Peer(Choose one Appropriate). Requires Full GM Approval.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tLingering Dread\t\tWhenever a nearby Living Creature fails a Fear Test or is Stunned, the character gains an additional Pain Token.\t\t\t\t\t\t\t\t\tWarp-Delayed\t-4\tWhenever a member rolls doubles on a Logistics Test, the test fails regardless of anything else, denied for one reason or another.\nCharacters begin with 1d5 Insanity Points.\n\t\t6\tSeneschal\tKeeper of knowledge, subtle investigators and spymasters. They act as eyes, ears, contacts, and dealers of business legal or not.\nSkills: Barter, Commerce, Common Lore (Underworld), Deceive, Evaluate, Forbidden Lore (Archeotech), Inquiry, Literacy, Speak Language (Low Gothic, Trader's Cant)\nTalents: Basic Weapon Training (Universal), Pistol Weapon Training (Universal).\nGear: Best Hellpistol or Common Inferno Pistol, Best Hellgun or common Boltgun, Xeno-mesh Armour, Autoquill, Dataslate, Micro-bead, Multikey, two robes, synskin, chrono, cameleoline cloak.\nSpecial Ability: Seeker of Lore: Can spend a Fate Point to automatically suceed Ciphers, Lore, or Logic Test. Doing so resolves the test in the minimum time required, the character adds one Degree of Success to any successful Commerce, Inquiry, or Evaluate Test.\t\t\t\t\t\t\t\t\t\t\t\tSadistic Joy\t\tWhenever the character gains a pain token from the suffering of an ally, they gain an additional Pain Token as long as they were not the ones who caused the suffering.\t\t\t\t\t\t\t\tGuardsman Creation\t\t\t\t\t\tThe Player Character Starts with 20 in all Characteristics. They can then Roll 2d10 for each characteristic (with one reroll allowed) and add the results, or alternatively allocate a total of 100 additional points to between them, up to 20 points to any one Characteristic. Typical Guardsman and Support Specialists are Seperated below.\nIf gaining the same Aptitude Twice, replace one with any Characteristic Aptitude. If gaining same skill twice, increase its level by 1 (+0 -> +10 -> +20 -> +30).\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tPain Tokens\tDark Eldar gain one Pain Token when one or more living creatures (not daemons or machines), within Perception Bonus Metres is Killed, Stunned, Suffers non-lethal Critical damage or Blood Loss, Fails a Fear/Pinning Test, or suffers excrutiating pain. They cannot gain more than one Pain Token from any specific action unless stated otherwise.\t\t\t\t\t\t\t\t\tName\tCharacteristic Bonus\tStarting Aptitudes\t\t\tStarting Skills\t\t\tStarting Talents/Traits\t\t\tSpecialist Equipment\n(Added to personal Standard Kit, weapons have 3 Clips unless stated otherwise)\n\t\t7\tNavigator\tMutants of ancient noble lines, whose third eyes allow them to pilot vessels through the warp.\nSkills: Common Lore (Navis Nobilite), Forbidden Lore (Navigators, Warp), Literacy, Navigation (Stellar, Warp), Psyniscience, Scholastic Lore (Astromancy), Speak Language (High Gothic, Low Gothic)\nTalents: Navigator, Pistol Weapon Training (Universal)\nGear: Best Hellpistol or Good Hand-cannon, Best Metal Staff, Best Xeno-mesh Armour, Emperor's Tarot deck, Silk Headscarf, Nobilite Robes, Charm, Micro-bead.\nSpecial Ability: Warp Eye: Start with Warp Eye Navigator Power and one other Navigator Power. Gain boons and mutations based upon the Navigator's Lineage. (See Psychic Powers Page)\t\t\t\t\t\t\t\t\t\t\t\tAstropath Errata\tRank 1 Psychic Technique (x2) should be 200xp rather than 100xp, the Astropath starts with this Talent.\nRank 2 Melee Weapon Training (Primitive) Talent should be deleted.\nRank 6 Psychic Technique (x2) Talent should cost 400xp rather than 300xp.\t\t\t\t\t\t\t\t\tHeavy Gunner\t+5 Toughness\tBallistic Skill, Defence, Fellowship, Offence, Perception, Toughness\t\t\tAthletics or Survival, Common Lore (Imperial Guard, War), Intimidate\t\t\tIron Jaw, Weapon Training (Las or SP, Primitive, Heavy, any one non-exotic)\t\t\tCommon Missile Launcher + 5 Frag Missiles or Common Heavy Stubber or Common Regimental Favoured Heavy Weapon\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tArch-Militant Errata\tThe Arch-Militant Should be able to take \"Two Weapon Wielder (Melee) at Rank 6 for 500xp\nThe Thrown Weapon Training Advance at Rank 2 should be deleted.\t\t\t\t\t\t\t\t\tMedic\t+5 Intelligence\tBallistic Skill, Fieldcraft, Intelligence, Knowledge, Perception, Willpower\t\t\tMedicae, Scholastic Lore (Chymistry), Scrutiny or Trade(Chymist)\t\t\tCold Hearted or Jaded, Weapon Training (Las or SP, Primitive)\t\t\tDiagnostor, injector, medikit\n\t\t8\tRogue Trader\tMaster and Commander of their vessel, wielder of their warrants of trade and oft  beholden to a dynasty ancient beyond reckoning.\nSkills: Command, Commerce, Charm, Common Lore (Imperium), Evaluate, Literacy, Scholastic Lore (Astromancy), Speak Language (High Gothic, Low Gothic)\nTalents: Air of Authority, Pistol Weapon Training (Universal), Melee Weapon Training (Universal)\nGear: Best Laspisol/Good Hand Cannon/Common Plasma Pistol. Best Mono-sword/Common Power Sword. Micro-Bead, Void Suit, Fine Clothing, Xeno-pelt Cloak, Best Light/Storm Trooper Carapace.\nSpecial Ability: Exceptional Leader: As a free action once per round, the Rogue Trader may grant an ally that they can see who can hear them +10 to any one test, can't use ability on themselves.\t\t\t\t\t\t\t\t\t\t\t\tVoid-Master Errata\tRank 5 True Grit Should be deleted. Rank 6 Paranoia should be deleted.\nThe Void-Master should be able to purchase Two Weapon Wielder (Ballistic) at Rank 6 for 500xp\nThe Void-Master should be able to purchase Ambidextrous at Rank 7 for 200xp\t\t\t\t\t\t\t\t\tOperator\t+5 Agility\tAgility, Ballistic Skill, Fellowship, Fieldcraft, Intelligence, Tech\t\t\tCommon Lore(Tech) or Navigate (Surface), Operate(Surface), Tech-Use\t\t\tTechnical Knock, Weapon Training (Las or SP, Primitive)\t\t\tAuspex/Scanner, Common Mind Impulse Unit, Combi-Tool, Data-Slate, Lascutter\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tExplorator Errata\tThe Explorator should be able to purchase the Security Skill at Rank 1 for 200xp\t\t\t\t\t\t\t\t\tSergeant\t+5 Fellowship\tDefence, Fellowship, Leadership, Perception, Strength, Toughness, Weapon Skill\t\t\tCommand, Navigate (Surface) or Scholastic Lore(Tactica Imperialis)\t\t\tAir of Authority or Iron Discipline, Weapon Training (Chain, Las or SP, Primitive)\t\t\tCommon Las Pistol, Common Chainsword\n\tLineage\n\nWhat is your character's family legacy?\n\nNote: This section is optional and GM dependant. It is not based on any previous choices.\tAny\tA Proud Tradition\t1. Heir Apparent (100xp): Gain Talented (One Skill you already have) Talent.\n2. Uncertain Inheritance (300xp): +3 Intelligence or +3 Perception. Gain Paranoid Talent and Deceive Trained Skill.\n3. Shameful Offspring (150xp): Gain either Carouse or Gamble as Trained Skills. Gain Decadence Talent. Gain 1d5 Corruption or 1d5 Insanity.\t\t\t\t\t\t\t\t\t\t\t\tMissionary Errata\tThe Missionary should be able to purchase Swift Attack at Rank 4 for 500xp\nThe Missionary should be able to purchase Nerves of Steel at Rank 1 for 500xp\t\t\t\t\t\t\t\t\tWeapons Specialist\t+5 Ballistic Skill or +5 Weapons Skill\tAgility, Ballistic Skill, Fellowship, Fieldcraft, Finesse, Weapon Skill\t\t\tAthletics or Survival, Navigate (Surface), Common Lore (Imperial Guard, War)\t\t\tLasgun Barrage or Rapid Reload, Weapon Training (Choose 3 non-Heavy or Exotic)\t\t\t4 Frag or Krak Grenades, Good Lasgun or Common Flamer or Common Shotgun or Common Regimental Favoured Basic Wep.\n\t\tAny\tWitch-Born\t1. Perilous Choice (500xp - Not Astropath/Navigator): Gain Psy Rating 1, one Psychic Discipline, Psychic Techinque and Trained Psyniscience Skill. You are an Unsanctioned Pskyer, beware its consequences! \n2. Proven to be Pure (200xp): Gain Resistance (Psychic Techniques) Talent. If character is Astropath Transcendant, can spend additional 200xp for a Psychic Technique.\n3. Witch-Knowledge (300xp): Gain Forbidden Lore (Psykers or Warp) as Trained Skill. Gain Peer (Astropaths or The Insane) Talent.\t\t\t\t\t\t\t\t\t\t\t\tSeneschal Errata\tRank 5 Common Lore (Adminstratum) should instead be Common Lore (Adminstratum) +10 with prerequisite of Common Lore (Administratum).\t\t\t\t\t\t\t\t\tCommissar\t+5 Fellowship\tAgility, Fellowship, Finesse, Leadership, Perception, Weapon Skill, Willpower\t\t\tCommand or Intimidate, Common Lore (Imperial Guard), Scholastic Lore (Tactica Imperialis)\t\t\tAir of Authority, Cold Hearted or Unshakeable Faith, Weapon Training (Bolt, Chain, Las or SP)\t\t\tGood Chainsword, Good Bolt Pistol, Commissar's Uniform\n\t\tAny\tAccursed be Thy Name\t1. Outraged Scion (300xp): Gain Armour of Contempt two untrained Forbidden Lore Skills from: Daemonology, Heresy, Mutants, Pirates, Psykers, The Warp, or Xenos.\n2. Secret Taint (400xp): +5 Intelligence or +5 Willpower. Gain Dark Soul Talent and Deceive as Trained Skill. Gain 1d10+10 Corruption Points from a hidden sinister taint.\n3. Vile Insight (300xp): Select Three Trained Forbidden Lore Skills from: Daemonology, Heresy, Mutants, Pirates, Psykers, The Warp, or Xenos. Gain 2d5 Insanity and 2d5 Corruption Points.\t\t\t\t\t\t\t\t\t\t\t\tNavigator Errata\tThe Navigator should be able to purchase Navigation (Warp) +20 at Rank 4 for 200xp\nRank 4 Trade (Scrimshawer) Should be deleted.\t\t\t\t\t\t\t\t\tMinistorum Priest\t+5 Fellowship\tFellowship, Leadership, Perception, Social, Strength, Weapon Skill, Willpower\t\t\tCharm or Inquiry, Common Lore (Ecclesiarchy), Forbidden Lore (Heresy), Scholastic Lore (Imperial Creed)\t\t\tHatred (Any one), Unshakeable Faith, Weapon Training (Chain, Las or SP, Flame, Primitive)\t\t\tEcclesiarchal Robes, Common Flamer, Common Chainsword, Book of Scripture\n\t\tAny\tDisgraced\t1. Another Generation of Shame (100xp): Gain Carouse as Trained Skill and Peer (Underworld). -2 Starting Profit Factor.\n2. The Last Child (200xp): +3 Intelligence or Fellowship. Gain Barter and Trade (any one) as Trained Skills. -3 Starting Profit Factor.\n3. The One to Redeem Them (300xp): Gain Commerce as Trained Skill. Gain +50 Achievement Points when completing any objecting for an Endeavour. -1 Starting Profit Factor.\t\t\t\t\t\t\t\t\t\t\t\tRogue Trader Errata\tThe Rogue Trader's Exceptional Leader Special Ability cannot be used on themselves.\t\t\t\t\t\t\t\t\tOgryn\t+10 Strength, +10 Toughness, -15 Intelligence, -10 Agility\tBallistic Skill, Defence, Offence, Strength, Toughness, Weapon Skill\t\t\tIntimidate or Survival\t\tDie Hard or Iron Jaw, Weapon Training (Heavy, SP). Auto-Stabilised, But it Dark in Dere!, Clumsy, Size(Hulking), Sturdy, Unnatural Strength(+2), Unnatural Toughness (+2)\t\t\t\t\tCommon Ripper Gun, 1d5 Frag Grenades.\n\t\tAny\tOf Extensive Means\t1. A Powerful Legacy (350xp): Gain Talented (Intimidate), Talented (Command), and Air of Authority Talents.\n2. Born to Wealth (300xp): +2 Starting Profit Factor.\n3. Fear-Reaching Contacts (300xp): Gain any three Peer Talents (Subject to GM Approval).\t\t\t\t\t\t\t\t\t\t\t\tInitial Acquistions and Starting XP\n(All Characters)\t\t\tAll new characters can start with one free Acquisition with a total Acquisition Modifier of +0. Typically for themselves (and so gain +30 for individual acquisitions). \nThey may also start with any reasonable number of Common Craftsmanship, Average Availability or easier to obtain items (flak armour, knives, etc), at GM Discretion. (See Armour and Gear - Acquisition for more details).\nAll Characters start with 4,500 spent XP, and 500xp to spend.\t\t\t\t\t\t\tRatling\t+10 Perception, +10 Fellowship, -10 Toughness\tAgility, Ballistic Skill, Fellowship, Fieldcraft, Finesse, Perception, Social\t\t\tAwareness or Stealth, Deceive, Trade(Cook)\t\t\tDeadeye Shot, Heightened Senses (Sight, Smell, Taste) or Light Sleeper, Weapon Training(Las, SP), Size(Scrawny)\t\t\tGood Long-Las or Good Sniper Rifle with Telescopic Sight, Chameleline Cloak\n\t\tAny\tA Long and Glorious History\t1. A Dark Secret (100xp): Gain Deceive and Scrutiny as Trained Skills. -1 Starting Profit Factor.\n2. My Great-Grandfather Built this Colony (350xp): Gain any one appropriate Peer Talent representing your character's family connections. +1 Starting Profit Factor. \n3. Prominent Ancestry (200xp): Gain Scholastic Lore (Archaic) as Trained skill and Scholastic Lore (Legend) as Untrained Skill.\t\t\t\t\t\t\t\t\t\t\t\tAll characters have gained much to get where they are now, their initial acquisitions are what they have so far obtained.\t\t\t\t\t\t\t\t\t\tSanctioned Psyker\t+5 Willpower\tIntelligence, Knowledge, Perception, Psyker, Strength, Willpower\t\t\tCommon Lore(Adeptus Astra Telepathica), Forbidden Lore(Psykers), Psyniscience, Scholastic Lore(Cryptology)\t\t\tHeightened Senses (Hearing), 400xp's Worth of Psychic Powers, Weapon Training (Las or SP, Primitive). Psyker, \nPsy Rating 2.\t\t\t\tData-Slate, Psy Focus, Best Craftsmanship Staff\n\tWarrant of Trade\t\t\t\t\t\t\tThe Rogue Trader of the Group, be that a player or an NPC, will possess a Warrant of Trade. This Legendary piece of documentation solidifies a Rogue Trader as who they and they Dynasty are. It determines what rights their Dynasty possesses, what rules they must follow (and which they do not), and the wealth and power they are entitled to. With out a Warrant of Trade, the Rogue Trader is nothing more than a fancifully decorated title. These documents are often ancient and heavily prized, kept securely somewhere they will never be stolen, or worse destroyed. For Gameplay Purposes the Warrant of Trade determines the group's starting Profit Factor and Ship Points. Profit Factor is used to acquire anything and everything the characters desire, Ship Points are used to build the first vessel with which they will travel the stars.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tStorm Trooper\t+5 Toughness\tAgility, Ballistic Skill, Fieldcraft, Finesse, Offence, Toughness\t\t\tAwareness, Dodge or Parry, Intimidate or Security, Scholastic Lore(Tactica Imperialis), Stealth.\t\t\tQuick Draw or Rapid Reload, Takedown, Weapon Training(Las or SP, Primitive)\t\t\tGood Hot-Shot Lasgun, Stormtrooper Carapace Armour\n\tWarrant of Trade (Advanced)\n(RT: Into the Storm)\t\t\tFor those looking for more control over their Warrant of Trade, the advanced Warrant of Trade Path from Rogue Trader: Into the Storm works similarly to the human Origin Path. Allowing one to determine the Age, Fortune, Acquistiions, Sanctions, Contacts, and Renown of their Warrant of Trade. As with the Origin Path, The First option can be chosen freely, and each layer after must be the same or adjacent number. EG: An Age of Redemption Warrant (2), leads to either a Rising Star (1), Acsending (2), or Stable (3) Fortune. The GM may decide some rows are free. Some options offer additional benefits, such as Archeotech or Xenotech.\t\t\t\t\t\t\t\t\t\t\t\tWarrant of Trade (Simple)\n(RT: Core)\t\t\tFor those looking for a quick creation process, the Rogue Trader: Core Warrant of Trade is created by either rolling 1d10 or choosing one of the following results.\t\t\t\t\t\t\tTech-Priest Enginseer\t+5 Intelligence\tBallistic Skill, Intelligence, Knowledge, Strength, Tech, Toughness, Weapon Skill, Willpower\t\t\tCommon Lore (Mechanicus, Tech), Forbidden Lore (Mechancus), Forbidden Lore (Archeotech) or Logic, Tech-Use\t\t\tCold Hearted or Technical Knock, Mechadendrite Use (Weapon, Utility), Weapon Training (Las or SP, Power), Mechanicus Implants.\t\t\tSacred Ungents, Data-Slate, Combi-Tool, one Utility or Ballistic Mechadendrite of Choice. Good MIU, two Good Cybernetics of Choice.\n\tWarrant Age \nWhen was your Warrant of trade Issued?\t1\tThe Waning\tShip Points 4, Profit Factor 2. A Warrant of the recent times. To some they are mere political tools, to others an opportunity like no other.\t\t\t\tSanction\nWhat is the house known for?\t1\tHalo Artifacts\tShip Points 4, Profit Factor 10. +1 Xenotech Ship Component. These Xenos allow for true immortalty at the cost of humanity. Their incalcuable value could rise entire Dynasties as fast as their utterly heretical nature could end them.\t\t\t\t\tRoll\tProfit Factor\tShip Points\tExample\n\t\t2\tAge of Redemption\tShip Points 6, Profit Factor 4. A Warrant granded during the violent crusades to reclaim what was lost in the Age of Apostasy.\t\t\t\t\t2\tFall of the Tellurian Combine\tShip Points 6, Profit Factor 8. The Fall of the secretly heretical Economic Block upheaved the power structure of the Calixis Sector. Many Dynasties and Commercial Enterprises fell. Where they did, others would rise to fill their places.\t\t\t\t\t1\t60\t30\tThe Dynasty possesses great resource wealth, but is lacking in powerful starships. Their cashflow stable enough that they can afford to begin expanding to new things.\t\t\t\t\t\t\tRegiment: Angavorian Last and the Damned\n\t\t3\tAge of Apostasy\tShip Points 8, Profit Factor 6. Granted during turmultous reign of Goge Vandire, that survived a renewel under Sebastian Thor\t\t\t\t\t3\tThe Meritech Wars\tShip Points 8, Profit Factor 6. In the Third Century of M41, war claimed the Calixis sector, Rogue Traders along with many others were mustered to wipe clean the Meritech clans, with many dynasties claiming great fortunes from the defeated.\t\t\t\t\t2-3\t50\t40\tThe Dynasty possesses is well off both in terms of wealth and ship power. They have the adaptability to handle most challenges.\t\t\t\t\t\t\tPost Cataclysmic World\t3\t+3 to any two of: Ballistic Skill, Weapon Skill, or Perception. Gain Skills: Awareness, Linguistics(Low Gothic), and Survival. Gain one of: Resistance(Cold), Resistance(Radiation), or Resistance(Fear) Talents. Gain +10 to Survival Tests to obtain Food and Water, and to Tech-Use Tests to jury-rig or repair something not overly advanced. Gain 1d5 Insanity Points, and the mentally or physically scarring memory that the world you come from is gone forever.\n\t\t4\tThe Forging\tShip Points 10, Profit Factor 8. A Warrant granted whilst the Imperium pushed out its borders some time after the Horus Heresy\t\t\t\t\t4\tAngevin Crusade\tShip Points 10, Profit Factor 4. The Crusade that claimed the Calyx Expanse, turning it into the Calixis Sector was a heady day of battle and conquest. Ahead of it strode Rogue Trader Dynasties, to prospect the soon to be worlds of the Imperium.\t\t\t\t\t4-7\t40\t50\tThe Dynasty is likely a newer one, receiving powerful vessels and reasonable wealth such that they may set off into the stars.\t\t\t\t\t\t\tSanguine\t2\tThe Commander is confident and optimistic. They inspire with great speeches of heroism and their ambitions fly against the odds. Everyone else has to fight to survive the effects of such ambitions.\nGain Die Hard Talent.\n\t\t5\tAge of Rebirth\tShip Points 12, Profit Factor 10, +1 Archeotech Ship Component\nAn Ancient Writ dating back to just after the Horus Heresy\t\t\t\t\t5\tAge of Plunder\tShip Points 12, Profit Factor 2. Prior to the Calyx Expanse being brought to heel, privateers reigned. The Dynasty rose during this barbaric period, perhaps even partaking in such piracy itself.\t\t\t\t\t8-9\t30\t60\tThe Dynasty's power is waning slightly, although they still have strength to defend what they have, or take from others.\t\t\t\t\t\t\tGrenadiers\t4\t+3 Ballistic Skill, +3 Toughness, -3 Perception. Tech-Use Skill, Bombardier Talent. Additional Kit:\nPer Player Character: 1 Auxiliary Grenade Launcher Weapon Upgrade, 1 Krak Grenade, 1 Frag Grenade, 1 suit of Light Carapace Armour, 1 Deadspace Earpiece\nOther: 2 Grenade Launchers per Squad.\n\tFortune and Fate\nWhat is the Current State of the Rogue Trader House?\t1\tRising Star\tShip Points 12, Profit Factor 10. The House is making waves amongst those in the know, prosperity and dangers await them eagerly.\t\t\t\tContacts\nTo Whom does the Dynasty have close ties to?\t1\tPirates\tShip Points 4, Profit Factor 10. Outlaws plague the Warp Lanes outside of Imperial Space, be they Human or Alien. Pirates share much in common with Rogue Traders, and their talents are often useful, although to trust them is foolish.\t\t\t\t\t10\t20\t70\tThe Dynasty's wealth is a glimmer of what it once was, but they possess more than enough firepower that, should the right leader come along, they could regain much.\t\t\t\t\t\t\tDemolitionists\t4\tGain +2 Intelligence. Gain Talent: Nerves of Steel, Gain Skills: Tech-Use, Operate(Surface)\nAdditional Kit: Per Squad: One Cyclops Demolition Vehicle. Per Player Character: One Respirator and 1kg of Demolition Charge. Gain +10 to Tech-Use Tests for the Demolitions Special Use.\n\t\t2\tAscending\tShip Points 10, Profit Factor 8. The Rogue Trader's House is in an upturn, seeing an increase in influence, but also of rivals.\t\t\t\t\t2\tMerchant House\tShip Points 6, Profit Factor 8. Those Dynasties whose fortunes are built on acquisitions deal often with merchant houses, they possess vast webs of contacts, powerful planet-side influence, and all manner of services, all for a price of course.\t\t\t\t\tExample Dynasty: The Krimson Dynasty\t\t\t\tExample Character: Katelina Krimson\t\tThe latest scion seeking to prove she is worthy of inhereting the Krimson Dynasty, Blood alone is not enough, she must forge a worthy legacy.\t\t\t\tVanguard\t6\tAdditional Kit: Per Player Character: 1 Lascarbine with 4 charge packs or 1 Combat Shotgun with 4 clips (Main Weapon), 1 Combi-Tool, 1 Data-Slate, 1 Entrenching Tool, 1 Anointed Toolkit. (see note)\nPer Squad: 1 Lascutter, 6 Demo Charges, 1 Best-Siege Auspex, 1 Chimera Armoured Transport\n\t\t3\tStable\tShip Points 6, Profit Factor 6. The Dynasty is afforded the luxury of stability, often possessing diversified incomes and durable stores.\t\t\t\t\t3\tMissionaria Galaxia\tShip Points 8, Profit Factor 6. This Ecclesiarchy Division seeks to spread the light of the Emperor to the worlds at its borders, and may provide the pilgrims to populate a world in exhange for donations and acts of moral purity.\t\t\t\t\tWarrant\tResult\tShip Points\tProfit Factor\tWS 35, BS 45, S 30, T 35, AG 40, INT 35, PER 35, WP 35, FEL 40 \nStarting Acquisition: Common Crafts. Storm Bolter. Starting Wounds: 12.                 \t\t\t\t\t\tDoomed\t-7\tMembers of this regiment cannot burn Fate Points to survive Fatal Injuries. Suffer -10 to Logistics Tests.\nWhenever Rolling on Random Issue Gear Table, apply -20 Penalty. More Likely to experience complications that suddenly spring up during mission execution.\n\t\t4\tStruggling\tShip Points 6, Profit Factor 4. Hard times are draining at the Dynasty, such risks would daunt many, but no Rogue Trader is of the many.\t\t\t\t\t4\tAdeptus Mechancius\tShip Points 10, Profit Factor 4. The Eclectic Mechanicus, explorator fleets often provide assistance in discovering and cataloging new worlds and providing the hardware to claim them, in exchange for hefty mineral or archeotech tithes.\t\t\t\t\tWarrant Age\tThe Waning\t4\t2\tHomeworld\tChild of the Dynasty\t-3 Toughness, +3 Intelligence, -5 Willpower, +5 Fellowship. Literacy, Speak (High Gothic), +3 Ship Points, +5 FEL Tests w/ Nobles, Enemy(Arbites)\t\t\t\tRegiment Points Used\t12\tKit Points Used\t30\tFavoured Weapon (B)\t\tHotshot Lasgun\n\t\t5\tFallen From Grace\tShip Points 4, Profit Factor 2. Either Misfortune or Entropy of time has stripped much from this Dynasty, although all is not lost.\t\t\t\t\t5\tBattlefleet\tShip Points 12, Profit Factor 2. The Imperial Navy Battlefleets offer the might of the most powerful Voidships of the Imperium. They may come to the aid of those Rogue Traders in need, and expect the same should the enemies of humanity come.\t\t\t\t\tFortune and Fate\tRising Star\t12\t10\tBirthright\tIn Service to the Throne\tBorn to Lead (200xp): +3 Intelligence, -3 Toughness.  Command, Literacy, Scholastic Lore (Judgement)\t\t\t\t5\tAdd a Laspistol and 2 Charge Packs as a sidearm. Can only choose once.\t\t\tFavoured Weapon (H)\t\tHeavy Bolter\n\tAcquistion\nHow was the Warrant of Trade Acquired?\t1\tExile\tShip Points 2, Profit Factor 16.For the most dangerous egomaniacs, who are too entrenched to assasinate, but too dangerous to allow true rulership, a Warrant of Trade is offered, allowing unlimited power, but far, far away.\t\t\t\tWarrant Renown\nHow well known is the Dynasty?\t1\tInfamous\tShip Points 6, Profit Factor 12. Some houses are known but all the wrong reasons, few regard the Dynasty with warmth, but fewer would disregard their demands. Ruthlessness brings as many enemies as it does accolades.\t\t\t\t\tAcquistion\tBlackmail\t4\t10\tLure of the Void\tZealot\tUnnerving Clarity: +5 Willpower, 7 Insanity.\t\t\t\t15\tAdd a single Advanced Medikit to the Squad.\nCan only choose once.\n\t\t2\tBlackmail\tShip Points 4, Profit Factor 10. Some Masters of Manipulation see fit to place themselves such they they may demand a Warrant of Trade, holding entire regions to ransom through sheer infleunce until their desire is met.\t\t\t\t\t2\tUnknown\tShip Points 10, Profit Factor 8. Obscurity is often a temporary state for many Dynasties prior to collapse or ascension. Yet a pragmatic few know that to be out of sight is to be out of mind to all but the most observant.\t\t\t\t\tSanction\tFall of Tellurian Combine\t6\t8\tTrials and Travails\tHigh Vendetta\tDie Hard, Inquiry Skill \nBrook No Insult!\t\t\t\t8\tAdd a Micro-Bead\n\t\t3\tPrize of War\tShip Points 6, Profit Factor 8. The Warrant of Trade was claimed in bloody conflict, earned through mighty deeds, or more often to slake a military leaders such that they do not claim worlds of their own outright.\t\t\t\t\t3\tFamous\tShip Points 14, Profit Factor 4. The Name of the Dynasty floats across the lips of the countless be they paupers or kings, awing and envying its status amongst a society where almost all are merely one amongst billions.\t\t\t\t\tContacts\tPirates\t4\t10\tMotivations\tPrestige\tTalented (Command)\t\t\t\t2\tAdd a Chrono.\n\t\t4\tMinistorum Bequest\tShip Points 8, Profit Factor 6. By the Grace of the Emperor, or those that claim to speak in his name, the Ecclesiarchy has used their vast influence to acquire a Warrant of Trade, they likely expect their faith in you repaid.\t\t\t\tOrder: Warrant Age -> Fortune and Fate -> Acquistion -> Sanction -> Contacts -> Warrant Renown.\nShip Points are used in the creation of the starting vessel of the Dynasty. Left over ship points are converted into Profit Factor. \nArcheotech and Xenotech components are special and not normally purchasable with ship points unless allowed to (such as with certain Warrant options or later in ship creation). Archeotech represents ancient Human Technology from the Dark Age. Xenotech represents the Technology of Xenos races.\nA Warrant of Trade is held by the Rogue Trader always. If the Group does not have one they instead must have some kind of NPC Backer to act as one.\t\t\t\t\t\t\t\tWarrant Renown\tInfamous\t6\t12\tCareer\tArch-Militant\tListed Talents/Skills, Gear: Listed, Two Bolt Pistols, Mono Combat Knife, Weapons Coffer.\nWeapon Master: Bolt\n\t\t5\tAdministratum Trade Mandate\tShip Points 10, Profit Factor 4. The Incomprehensible wheels of the Adminstratum dictated, determining at this moment, in this location, a Rogue Trader Dynasty was needed, yours is the result of such cogitations.\t\t\t\t\t\t\t\t\t\t\t\t\tTotals\t36\t52\tLineage\tA Proud Tradition\tUncertain Inheritance (300xp): +3 Perception. Gain Paranoid Talent and Deceive Trained Skill.\n\t\t6\tIntrigue\tShip Points 12, Profit Factor 2. The Warrant of trade was acquired by the Dynasty by underhanded means, be it Assasination, Fraud, or outright Bribery. Beware, such precedent may see others trying to do the same.\t\t\t\t\t\t\t\t\t\t\t\tBirthed at the moment the Haxiom Dynasty Perished with its last Rogue Trader driven mad by warp corruption. The Krimson Dynasties' founder, The Krimson Kookaburra, was an egomanical individual of singular desire to acquire absolute and unmatched fame to any place they set foot, such that all would know their name. They, and each of their successors hold this desire to heart, taking on exaggerated personas of masked vigilanties, brutish gladiators, charismatic bards, and so on. For to be of Krimson is to be known and feared by all, to have a legacy that lives immortal by any means. Katelina Krimson is the latest scion of the Dynasty, not yet granted the Rogue Trader honour, she must prove her worth as all those scions before her did, by exploring the galaxy, creating a legacy, and slaying a mighty creature to claim its name for her own.\n\t\t7\tReward\tShip Points 16, Profit Factor 2. A Warrant of Trade earned through greed deeds or service, but often in return for recompense, favours, or high expectations.</pre>",
        "format": 1
      },
      "sort": 0,
      "flags": {}
    }
  ],
  "flags": {},
  "_id": "koPySvFXZhwQlpXs"
}