{
  "name": "Forge World",
  "type": "originPath",
  "img": "modules/game-icons-net/whitetransparent/anvil.svg",
  "system": {
    "identifier": "forge-world",
    "step": "homeWorld",
    "stepIndex": 1,
    "description": {
      "value": "<h2>Forge World</h2><blockquote><p><em>\"You were born in the shadow of the Omnissiah and all your life you have been surrounded by the great wonders and dire terrors of the Machine God's arts. Ever since you were born, you have been weighed, measured, codified, and tested so that your masters might find your place in the great pattern. This unforgiving process has fitted you well for survival and supremacy.\"</em></p></blockquote><p>The domains of the Adeptus Mechanicus are many, from the ceaseless industry of the iron realms of the forge worlds, to labyrinthine orbitals and distant research outposts, to the nomadic and self-contained void caravans of the explorator fleets. They are an empire within an empire, distinct and yet interwoven with the fabric of the Imperium since its founding. Their masters are as ancient, wise, mysterious, and cold as the machineries they tend.</p><h3>Life on a Forge World</h3><p>Forge worlds, such as the Lathe worlds of the Calixis Sector, are the beating iron heart of the Imperium and sovereign domains of the Priesthood of Mars. They are given over to the demands of vast macro-industries too vital or rare to be entrusted to the petty domains of the Imperial Governors of hive worlds, and are eternally hungry for new resources to consume.</p><p>A forge world's wheels never cease to turn; the reactors blaze and foundries thunder unendingly for millennia, turning out refined materials and technologies to meet the Imperium's needs. Forge worlds are far more than the sum of their continent-spanning manufactories, however. Each is blessed with a higher level of technological advancement than the wider Imperium as a whole, and many arcane wonders are commonplace in their baroque labyrinths of ferrocrete and steel.</p><p>A forge world's undisputed masters are the Magi of the Cult Mechanicus, who rule with harsh precision and cold logic. To them, the human menials of their domains are little more than cogs and gears in the great machine, resources to be measured, graded, and used to fit their worth.</p>"
    },
    "requirements": {
      "text": "Origin Path: Home World",
      "previousSteps": [],
      "excludedSteps": []
    },
    "grants": {
      "woundsFormula": "2xTB+1d5+1",
      "wounds": 0,
      "fateFormula": "(1-5|=2),(6-9|=3),(10|=4)",
      "fateThreshold": 0,
      "blessedByEmperor": false,
      "skills": [],
      "talents": [
        {
          "name": "Credo Omnissiah (Forge World)",
          "specialization": "",
          "uuid": "Compendium.rogue-trader.rt-items-talents.FW00000000000001"
        },
        {
          "name": "Fit For Purpose (Forge World)",
          "specialization": "",
          "uuid": "Compendium.rogue-trader.rt-items-talents.FW00000000000002"
        },
        {
          "name": "Stranger to the Cult (Forge World)",
          "specialization": "",
          "uuid": "Compendium.rogue-trader.rt-items-talents.FW00000000000003"
        }
      ],
      "traits": [],
      "aptitudes": [],
      "equipment": [],
      "specialAbilities": [
        {
          "name": "Starting Skills",
          "description": "<p>Common Lore (Tech) (Int) and Common Lore (Machine Cult) (Int) are untrained Basic Skills for forge world characters.</p>"
        }
      ],
      "choices": []
    },
    "modifiers": {
      "characteristics": {
        "weaponSkill": -5,
        "intelligence": 5
      },
      "skills": {},
      "combat": {},
      "resources": {
        "wounds": 0,
        "fate": 0,
        "insanity": 0,
        "corruption": 0
      },
      "other": [],
      "situational": {
        "characteristics": [],
        "skills": [],
        "combat": []
      }
    },
    "effectText": "",
    "notes": "",
    "source": {
      "book": "Rogue Trader Core Rulebook",
      "page": "23-24",
      "custom": ""
    },
    "selectedChoices": {},
    "activeModifiers": [],
    "position": 3,
    "navigation": {
      "connectsTo": [
        2,
        3,
        4
      ],
      "isEdgeLeft": false,
      "isEdgeRight": false
    }
  },
  "effects": [],
  "flags": {},
  "_id": "8rKUJtvkUzqxcpmO"
}
