{
  "name": "Press-Ganged",
  "type": "originPath",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "identifier": "press-ganged",
    "step": "trialsAndTravails",
    "stepIndex": 4,
    "description": {
      "value": "<h2>Press-Ganged</h2><blockquote><p><em>\"Skilled women and men with unique and valuable talents, be they Navigators or Armsmen, are themselves commodities to the unscrupulous and the desperate. There are many voyages undertaken and crewed by those who have little choice in the matter, from ratings that toil under an overseer's lash in the depths of a warship to abducted Astropaths and scions of Rogue Trader blood whose shackles may be made of silken threats and prison cells crafted by insidious blackmail but are no less real for that.\"</em></p></blockquote><p>Although some may see such experiences as no more than part of the \"great game\" of things, you take a different view and have sworn never to be a puppet or pawn in someone else's game again. Just who you were forced into serving in the past and how you managed to escape your bondage is a secret you rarely share, but one day your captors will have cause to remember the offence they did you and regret it.</p><p>The memory of your captivity burns bright, and you would rather die than lose your freedom again.</p>"
    },
    "requirements": {
      "text": "Origin Path: Trials and Travails",
      "previousSteps": [],
      "excludedSteps": []
    },
    "grants": {
      "skills": [],
      "talents": [],
      "traits": [],
      "aptitudes": [],
      "equipment": [],
      "specialAbilities": [
        {
          "name": "Unwilling Accomplice",
          "description": "<p>Thanks to your shadowed past, you have picked up some knowledge on the way that you would not normally have access to. You gain a single Skill (as long as it has no prerequisites) for your character. You may also either select a single additional Common Lore Skill or improve a Common Lore Skill you already have by one level.</p>"
        },
        {
          "name": "Jealous Freedom",
          "description": "<p>Having endured captivity once, you have no intention of doing so again. You react violently towards the prospect of imprisonment or loss of your freedom. You may take a Willpower Test to avert this, modified by the provocation and the consequences (set by the GM) of succumbing to your dread.</p>"
        }
      ],
      "choices": []
    },
    "modifiers": {
      "characteristics": {},
      "skills": {},
      "combat": {},
      "resources": {
        "wounds": 0,
        "fate": 0,
        "insanity": 0,
        "corruption": 0
      },
      "other": [],
      "situational": {
        "characteristics": [],
        "skills": [],
        "combat": []
      }
    },
    "effectText": "<p><strong>Unwilling Accomplice:</strong> Thanks to your shadowed past, you have picked up some knowledge on the way that you would not normally have access to. You gain a single Skill (as long as it has no prerequisites) for your character. You may also either select a single additional Common Lore Skill or improve a Common Lore Skill you already have by one level.</p><p><strong>Jealous Freedom:</strong> Having endured captivity once, you have no intention of doing so again. You react violently towards the prospect of imprisonment or loss of your freedom. You may take a Willpower Test to avert this, modified by the provocation and the consequences (set by the GM) of succumbing to your dread.</p>",
    "notes": "",
    "source": {
      "book": "Rogue Trader Core Rulebook",
      "page": "32",
      "custom": ""
    },
    "selectedChoices": {},
    "activeModifiers": [],
    "position": 2
  },
  "effects": [],
  "flags": {},
  "_id": "HNETunUVNx8Fg4RJ"
}