{
  "name": "Ship+Vehicle Actions and Rules",
  "img": "icons/svg/book.svg",
  "pages": [
    {
      "_id": "FMNYACfEBwjMYQuN",
      "name": "Ship+Vehicle Actions and Rules",
      "type": "text",
      "text": {
        "content": "<pre>\tShip Actions\t\tShips do not make regular turns, instead making a Strategic Turn during a Strategic Round that lasts ~30 Minutes. All characters choose what action they perform, Manoeuvre Action, Combat Action, or Extended Action(s) , These actions are then performed, first Maneovure Action, then Combat Action, with Extended Actions Occuring at any time. At GM Discretion the Crew of the ship can perform ship actions equal to their rating/10 (EG: Crew Rating 30 = 3 actions). Movements make use of \"VU\", or \"Void Units\", which abstractly represent roughly 10,000 kilometres, two ships may therefore be within 1 VU of each other.\t\tShip Crit Table\t\tWhen a Ship takes a Critical hit from a weapon reaching its crit rating, roll 1d5 on crit table.\nWhen a Crippled Ship takes Hull Damage, it takes a Critical Hit, select value on crit table equal to the damage taken.\t\tVehicle Actions\t\t\tThose Operating Vehicles can choose from a number of actions during Vehicle Combat. These range from Attcks, to dodging, to special Manoeuvres. For Vehicles with Multiple Crew, the driver's initiative determines the order of all Crew Members in the Initiative Order, and goes first amongst the crew, followed by whoever had the highest initative immediately after. Each crewmember can take a different vehicle action, but can only make up to one Full Action. \t\tVehicle Hit Location\t\t\tVehicle Repairing (Advanced)\t\tReparing a Vehicle requires Essential Repair Skills (Common Lore(Mechanicus) or Common Lore (Tech), or Forbidden Lore (Mechanicus)), Trade(Technomat), Trade(Armourer), and/or Tech-Use Tests.\nFailing Test doesn't always mean repair failed, just means it takes longer.\n\tManoeuvre Actions\t\tTypically a Pilot(Space Craft) Test with an innate bonus or malus based to the ship's Manoeuvrability (Displayed as \"Pilot(Space Craft)+Manoeuvrability Test\").  The Ship must perform the basic manoeuvre action each turn and as such massive ships cannot stop instantly, it may however also perform more advanced manoeuvres. Failing a test related to an advanced manoeuvre defaults back to basic movement. Can only make one Manoeuvre action per strategic turn.\t\tRoll\tName\tEffect\t\tGround Vehicle/Walkers/Skimmer\t\t\tTypically a Drive(Ground Vehicle/Walker/Skimmer) Test, movement actions have a bonus/malus based on the Vehicles Manoeuvrability.\nSome Spacecraft and Flyers can also act as Skimmers, and would therefore use Pilot(Spacecraft/Flyer) + Manouverability Tests when in this mode.\t\tRoll\tDescription\t\tRepair Times\t\tRepair Difficulties\n\tName\tTest\tEffect\t\t1\tHoled\tA hole is punched into the ship. Attacker selects one component they know of that is not the bridge or plasma/warp drive, this component is depressurised. Deals 1d10 crew damage and 1d5 morale damage. Component is difficult terrain until vented, at which point it is a vacuum. Component is still usable if crew have void suits.\t\tName\tAction\tTest\tEffect\t\t01-20\tMotive System: Tracks, Wheels, Leg Actuators, Grav-Plates, Engines, Power Relays, and so on. Heavy damage leads to the vehicle being immobilised.\t\tTime\t+/- per DoF/DoS\tDifficulty\tExamples\n\tBasic Manouvre\tNo Test, This Default Manoeuvre must be performed each Strategic Turn.\tFirstly, move Forwards by either ship's Full Movement Speed or Half its Movement Speed. \nAfterwards if Transport, Raider, or Frigate ship type: Turn up to 90 Degrees left or right. If not these types: Turn up to 45 Degrees left or right unless stated otherwise somewhere. \t\t2\tInternal Damage\tInternal bulkheads and machinery are ruptured. Attacker selects one component they know of that is not the bridge or plasma/warp drive, This component is damaged. Damaged components are unusable until they are repaired.\t\tVehicle Attack\tVaries\t+0/-10/-20 BS Test\tMake any appropriate attack action using a vehicle weapon (such as Standard Attack, Called Shot, Full-Auto, etc) that the GM deems appropriate. Gunners/Passengers can make Full Attack actions even if the Vehicle has Moved. Driver can only make Attack Action if they have not used their entire turn to move the Vehicle. A Character with appropriate Drive/Pilot Skills does not need Weapon Proficiencies to fire Vehicle Weapons. -10 if Vehicle moved Tactical Speed, -20 if Moved 2x Tactical Speed.\t\t21-60\tHull: The Main Hull of the vehicle, heavy damage can result in crew loss or fuel detonation.\t\tUp to 4 Hours\t10 Minutes\t+30\tPristine Forge World\nWell-Stocked Fortress or Voidship repair facility\n\tAdjust Bearing\t+0 Pilot(Space Craft)  +Manoeuvrability Test\tChoose to move either ship's Full Movement Speed or Half Movement Speed forwards then make test. If successful, ship can turn as with Basic Manoeuvre one VU before the end of their movement, +1 per Degree of Success. \nEffectively allowing ship to move, turn, and then finish moving. Must move at least one VU before turning.\t\t3\tSensors Damaged\tThe ship's auspex has been knocked out, leaving it blinded. All shooting tests suffer -30 to hit, tests to detect anything beyond the ship'simmediate engagement range automatically fail. As the Auger Arrays are located outside the hull, repairs must be attempted in the void.\t\tDodge\tReaction\t+0 Drive(x) + Manoeuvrability - Size Test\tDriver tries to avoid an incoming attack using their reaction. Success on test avoids one shot from a single source, as with the Dodge Reaction. \"Size\" Refers to the size of the driven vehicle, an Enormous Vehicle would have a +20 to hit, and so a -20 to a dodge test. Failing this test by 5+ Degrees of Failiure causes the driver to lose control of the vehicle, crashing it.\t\t61-80\tWeapon: The Weapons of the vehicle that are mounted on the hull, such as sponsons, fixed weapons, etc. If multiple of these, hit one randomly (or whichever would make sense depending on the direction the vehicle is shot from), if none, hit the Hull Instead. Heavy damage leads to weapons disabled and ammo detonating.\t\tUp to 8 Hours\t20 Minutes\t+20\tField Base with ample supplies\nHive World with Significant Manufacturing Capabilities\n\tAdjust Speed\t+0 Pilot(Space Craft)  +Manoeuvrability Test\tChoose to move either ship's Full Movement Speed or Half Movement Speed forwards then make test. If successful, ship can increase or decrease number of VU's moved by 1, +1 per Degree of Success. A Ship cannot move less than 0 VU (aka reversing), but can use this to come to a stop.\t\t4\tThrusters Damaged\tThe Ship's manoeuvering thrusters are smashed and leaking. Roll 1d10, on a 1-7 the ship can still manoeuvre, but Ship Manoeuvrability is reduced by 20. On an 8-10, the ship can no longer turn. Regardless of the result, the damage is repairable.\t\tTactical Manoeuvring\tHalf/Full\tUsually None, or\n+X Drive(x) + Manoeuvrability.\tDriver moves the Vehicle, no test needed unless very difficult terrain or environment effects. Half Action: A Vehicle moves half its tactical speed. Full Action: A Vehicle moves its full Tactical Speed.\nGround Vehicles must move directly forwards or backwards at least their own length before being able to turn up to 90 degrees (it can repeat this motion).\t\t81-00\tTurret: The Turrets often hold the largest weapons of the vehicle, if multiple turrets hit the closest, if none hit the hull. Heavy damage to this can lead to ammo detonation and crew death, the commander is usually located here.\t\tUp to 16 Hours\t30 Minutes\t+10\tWell Behind Front Lines and Free from Artillery Concerns\nField Base with Basic repairs, Hive world with standard manufacturing capabilities.\n\tAdjust Speed & Bearing\t-20 Pilot(Space Craft) +Manoeuvrability Test\tChoose to move either ship's Full Movement Speed or Half Movement Speed forwards then make test.  If successful, ship can increase or degrees number of VU's moved by 1 and turn as with a Basic Manoeuvre one VU before the end of their movement, +1 to both per Degree of Success. Combines the effects of Adjust Bearing and Adjust Speed into a single action. Ship must move at least one VU before turning, and therefore cannot reduce their distance moved to below this.\t\t5\tFire!\tA Fire erupts within the ship. Attack selects one component they know of that is not the bridge or plasma/warp drive, this component is set on fire. Fire deals 1d5 damage to crew and 1d10 damage to morale immediately. If not controlled within a Strategic turn, component is damaged and fire spreads to random new component.\t\tEvasive Manoeuvering\tFull\t+0 Drive(x) + Manoeuvrability Test\tThe Driver weaves and dodges the vehicle to make it hatder to hit. On successful test, untill the beginning of the vehicle's next turn anyone making attacks against the vehicle have -10 to hit it, with additional -10 per degree of success. Although any shooting the vehicle performs has the same penality. Failing this test by 5+ Degrees of Failiure causes the driver to lose control of the vehicle, crashing it.\t\t\t\t\tUp to 2 \nDays\t1 Hour\t+0\tAll the Required tools, but nothing beyond that.\nCalm Conditions away from enemies or adverse weather.\n\tCome to a new Heading\t-10 Pilot(Space Craft) +Manoeuvrability Test\tTest is made, if successful ship moves its full Movement Speed Forwards, but may choose to turn once it has moved Half its speed value and may turn again when it has moved its full Speed value. During the strategic turn where this action is made, the ship has -20 to Ballistic Skill Tests to fire its weapons.\t\t6\tEngines Crippled\tThe Engines of the ship bleed plasma. Roll 1d10, on a 1-7 the ship can still move, but its speed is halved. On an 8-10 the ship's speed is reduced to 1. Regardless of the result, the damage is repairable.\t\tFloor it!\tFull\t-10 Drive(x) + Manoeuvrability Test\tThe Driver pushes the vehicle to move twice its tactical speed, it may only turn once during this movement. If test is succeeded, the vehicle moves an additional 5 metres, +5 metres per degree of success, failiure still doubles tactical movement but doesn't gain extra movement. Regardless all shooting at or from the vehicle suffers -20 penalty. Walkers can't use this Action.\t\tVehicle Critical Effects (Advanced)\t\t\tUp to 1 \nWeek\t4 Hours\t-10\tRudimentary or Faulty Repair equipment. Close to Front Lines. Abandoned Forge World. In the Open without proper Facility. Disruptive Weather.\n\tDisengage\tOpposed Pilot(Space Craft)  +Manoeuvrability Test\tBasic Manoeuvre + Opposed test vs All Enemy's Scrutiny+Ship Detection Test within 20 VU's, character auto-fails test if enemy ship is within 8 VU's. . If winning opposed test against all enemy ships, the ship can leave combat and may not re-enter it unless GM allows it. This effectively tries to hide the ship by powering down all non-essential systems for hours or even days, and so does not lead to a Stern Chase. Weapons cannot be fired on a Strategic Turn a Disengage is made.\t\t7\tSurely Techsprites\tThe Ship's machine spirits are shocked, electrical surges flood the ship. Roll 1d10 for all powered components, on a 4 or higher the component is unpowered and must be repaired. The ship takes 1d5 morale damage.\t\tRam\tFull\t+0 Drive(x) + Manoeuvrability Test\tThe Vehicle must move at least its tactical movement in a straight line, if passing test the vehicle hits its target, doing damage equal to the AP of the impacting side of the vehicle, +1d10, or +2d10 if vehicle moved twice its tactical speed. If the Vehicle rams into a sufficiently large and solid target, such as another vehicle, wall, or promethium tnak it takes damage equal to the AP of the target it hit +1d5. For every point of damage the rammer inflicts on the target, it moves it by 1 metre.\t\tMotive System\t\t\tUp to 2 Weeks\t12 Hours\t-20\tRuined Forge World. Monsoons/Blizzards/Sandstorms. Pervasive Insect Swarms. Under Artillery/Aerial Bombardment. Local area lacking in supplies for materials.\n\tEvasive Manoeuvres\t-10 Pilot(Space Craft) +Manoeuvrability Test\tBasic Manoeuvre + Test, if successful ship imposes -10 on anyone trying to shoot them until the beginning of their next turn, with additional -10 per Degree of Success. The ship suffers the same penalty to its own shooting.\t\t8\tDecapitation\tThe Ship's Bridge is hit. All crew aboard the bridge must make a Dodge Reaction or be hit by shrapnel dealing 2d10 E damage (roll once). If the damage was more than 12, the bridge is depressurised. If the damage was more than 16, the bridge is damaged. \t\tManoeuvre\tVaries\t+X Drive(x) + Manoeuvrability Test\tA Catch-all movement to represent anything the driver can think of. The ease or difficulty of the Manoeuvre is decided by the GM, starting at a base of +0. Examples include driving under a low hanging Arch, giving a skimmer an extra boost of speed, or performing a sick drift.\t\tCritical Damage\tEffect\t\tUp to 4 Weeks\t1 Day\t-30\tScorched Desert/Ice Sheet. Dense and Dangerous Jungle. Poorly Supplied Field Base. Middle of Battle. Under Orbital Bombardment. Behind Enemy Lines.\n\tSilent Running\tFree Action, No Innate Test.\tMade in addition to another Manoeuvre action. Ship will not appear on other vessel's passive augur scans, however Ship's speed is halved, and -10 to Manoeuvre Action Tests. Basic Manoeuvres become +10 Pilot (Space Craft) + Manoeuvrability Tests for as long as Silent Running is Performed. Failing this test performs a manoeuvre as normal, but other vessel's sensors will detect this ship. Firing weapons or doing some other obvious action also reveals the ship.\t\t9-10\tHull Breach\tThe Hull of the ship is ripped asunder. The attacker selects 1d5 components they know of not including the bridge. Roll 1d10 for each, on a 1-7 the component is damaged and depressurised, on an 8-10 it is destroyed and all crew inside are killed. Current Ship Crew and Morale are halved.\t\tFlyers/Spacecraft\t\t\tTypically a Pilot(Flyer/Spacecraft) Test, movement actions have a bonus/malus based on the Vehicles Manoeuvrability. Flyers move in AU or Air Units (1 AU = ~100m). They move their Tactical speed each turn, and can turn up to 45 Degrees per 4 AUs of distance covered. A Flyer's turn consists of a Movement Action and then an Attack Action. Meaning the Flyer moves, and then the Driver or any gunners shoot. Can perform multiple manouvres, make hardest of the tests, and add -10 to it.\t\t1\tVehicle Operator makes +0 Operate/Drive Test. If test is failed use scatter diagram to determine vehicle's new facing direction. Operator takes 1 Fatigue. The operator struggles to maintain course from a sudden blow\t\tUp to 2 Months\t4 Days\t+30\tCareful Repairs. Double Repair Time\n\tFlee\t+10 Pilot(Space Craft) +Manoeuvrability Test\tNot actually a Manouvre action, but if ship ends turn outside of the range of the guns of all enemy ships, can make test to escape combat. If fail, waste the next Strategic Turn, if success run away. All other Enemy ships may decide to engage a Stern Chase to catch the fleeing vessel. If not in combat, can flee unconditionally by making same test. See Stern Chase for extended information.\t\t11+\tCatastrophic Damage\tSuccessive explosions rip apart the ship. Roll 1d10, on 1-7 the ship becomes a Space Hulk, on an 8-9 the ship's plasma drive explodes, on a 10, the ship's warp drive explodes (or its plasma drive explodes if it doesn't have a warp drive).\t\tName\tAction\tTest\tEffect\t\t2\tThe Vehicle can only move up to its Tactical Speed next turn, having been knocked violently.\t\tUp to 4 Months\t12 Days\t-30\tRush Job, Halve Repair time.\n\tCombat Actions\t\tTests made in combat to attack another enemy. Only one Combat action may be made per turn.\t\t-\tSpace Hulk\tThe ship is left a drifting, smouldering wreck. Roll 1d10 for all components, on a 1-2 the component is unharmed, on a 3-7 it is depressurised and damaged, on a 9-10 it is destroyed and all crew inside it are killed. Reduce ship crew Population to 1d10.\t\tVehicle Attack\tAttack\t-20 BS Test\tPilots and Gunners can only fire one weapon system, althought the pilot may both make an attack action and move action to control the flyer in a single turn. Only Standard Attacks, Semi Auto Bursts, and Full Auto Burst attacks can be made if appropriate, and apply their bonuses normally. Which apply usual benefits. When engaging in Aerial fighting, a target moving flyer's size gives no bonus to the attack roll. Can't fire at a target beyond 4x Weapon range.\t\t3\tThe Vehicle gains the \"Motive Systems Impaired\" Damage Condition. One side of the vehicle is damaged, and responds slower than it should.\t\tDamage Effects\t\t\tERS = Essential Repair Skills, SI = Structural Integrity\n\tName\tTest\tEffect\t\t-\tPlasma Drive Explosion\tThe ship's Plasma Drive detonates. All ships in 1d10 VU's of it must make a -20 Pilot(Space Craft) + Manoeuvrability Test or be hit by debris. Treat debris as 1d5 Macrobattery hits doing 1d10+4 damage each. Void shields and armour protect against it as they should. The crew of the exploded ship, are most likely all dead.\t\tBasic Move\tMove\tNone\tMove Tactical Speed, turning up to 45 Degrees per 4 AU's. This always occurs. Doesn't count as a Manoeuvre. Other Manouvres may modify this one. If pilots fail maneouvres by 3 or less DoF, they default back to this manoeuvre.\t\t4\tThe Vehicle now requires a -10 Operate/Drive Test to move more than its Tactical Speed, failiure by 2+ DoF causes a Stall, skimmers that suffer this crash.\t\tName\tTests\tTime\tDescription and Effects of damage.\n\tShooting Action\tVarying Ballistic Skill Test\tChoose to fire any number of the ship's weapons, these may fire at one target or at separate targets as long as they are within the weapon's firing arc and range. Individual Weapons can only be fired once per strategic turn. \nSee Firing Weapons for extended information. Can fire up to 2x Weapon range. -10 if over 1x range, +10 if equal to or below 1/2 range.\t\t-\tWarp Drive Explosion\tThe ship's Warp Drive overloads, ripping a hole in reality. All ships in 2d10 VU's must make a -20 Pilot(Space Craft) + Manoeuvrability Test or be struck by the warp storm, treat as a lance doing 1d10 damage, ignoring shields. All ships in 1d5 VU's must make a +0 Pilot(Space Craft) + Manoeuvrability Test or be sucked into the warp. Leading to Mass Posessions and daemonic incursions as those left sane attempt to activate the Gellar Field. The crew of these vessels may soon meet grisly fates.\t\tSpeed up/Stall\tMove\t+0 Pilot + Manoeuvrability Test\tThe pilot modifies how fast they move, decreasing/increasing tactical speed by 1, +/- 1 per Degree of Success. Can't go more than 2x Tactical Speed or Slower than 1/2 Tactical Speed.\t\t5\tThe Vehicle continues moving without responding to its control systems, Tracked or Wheeled go out of control, Walkers move half their Tactical speed and fall over, and skimmers crash. Tracked, Wheeled, and Walkers that did not move last turn don't move this turn, and suffer no other effects.\t\tLightly Damaged\t+0: ERS\n+10: Trade(Technomat, Armourer), or Tech-Use\t1 Hour per Point of SI Repaired\tVehicles are Heavily Damaged if they have lost less than half their SI.\nLightly Damaged Vehicles require One Repair test for all damage repaired. They suffer no additional Penalities.\n\tRamming\t-20 Pilot(Space Craft) +Manoeuvrability Test\tIf After finishing Manoeuvre Action, ship is within one VU of enemy vessel and ship's bow is facing said vessel, can attempt to Ram. Make Test, if success deal damage to enemy vessel based on Hull Size + Prow Armour: Transport/Raider: 1d5+Prow, Frigate: 1d10+Prow , Light Cruiser: 2d5+Prow, Cruiser or larger: 2d10+Prow. Ramming ship then takes 1d5+Enemy Ship's Armour Damage to their prow. All Ramming damage ignores Void Shields.\t\t\t\t\t\tImmelmann Turn\tMove\t-20 Pilot + Manoeuvrability Test\tThe pilot rapidly changes direction. On success, the flyer moves forward, turns very tightly, and ends up back where it started facing in the opposite direction. This counts as the entire move action and cannot be combined with any other manoeuvres.\t\t6\tThe Vehicle gains the \"Motive Systems Crippled\" Condition, or Motive Systems Destroyed if its Tactical Speed is reduced to 0 by the cripple effect. Tracked and Wheeled Vehicles coast and come to a quick stop, Walkers grind to a halt, and Skimmers crash.\n\tBoarding\t-20 Pilot(Space Craft) +Manoeuvrability Test\tIf After finishing Manoeuvre Action, ship is within one VU of enemy vessel can attempt to board. The two ships lock together and the attacker beings a Boarding Action, neither ship can make Manoeuvre or Shooting Actions, and can only escape by making -20 Pilot (Space Craft)+Manoeuvrability Test at the start of their turn, success escapes, failiure gives -20 to Opposed Combat Tests during this turn's Boarding Actions. See Boarding Actions for extended information.\t\t\t\t\t\tTight Turn\tMove\t+0 Pilot + Manoeuvrability Test\tThe pilot modifies how quickly they can turn, on successful test they decrease the number of AU's (from 4) before they can turn 45 degrees by 1, additional -1 per DoS. Minimum 2 AU's. Flyer must still move its full Tactical Speed.\t\t7\tThe operator takes 1d10 Impact Damage to the head and suffers 1 Fatigue. They must make a -10 Operate Test to move the vehicle next turn. If the vehicle was already moving and the operator fails to regain control the vehicle goes out of control if Tracked/Wheel, Crashes if Skimmer, or moves half Tactical Speed then falls over if Walker.\t\tHeavily Damaged\t-40: ERS\n-20: Trade (Technomat)\n+0: Trade(Armourer) or Tech-Use\t4 Hours per Point of SI Repaired\tVehicles are Heavily Damaged if they have lost more than half their SI.\nHeavily Damaged Vehicles require One Repair Test per 5 Points of Structural Integrity Repaired. They suffer -10 to all Operate/Drive Tests.\n\tExtended Actions\t\tOther actions that can be made instead of a Manoeuvre or Combat Action. Not all take the entire turn to complete in real time, but only one Extended Action can be made per character per strategic turn. Extended Actions may take more than 1 turn, in such situations, the character must continue with the action of each future turn until completion (doesn't repeat test) or action ends.\t\tTurrets\t\tVoid shields are useless against torpedos and Attack Craft, Turrets can be used against them though (must have at least 1 point of turrets):\n- When an attacker rolls to hit a vessel with torpedos or Attack Craft (Bombers/Assault Boats), prior to it the defender makes an attack roll to shoot them down with turrets.\n- Make a BS Test using the Crew's Skill Rating, with +5 per point in turrets. On success, turrets hit once, +1 hit for every 2 DoS.\n- Each hit shoots down a torpedo or attack craft squadron, reducing the number prior to any attack rolls or boarding actions being made.\n- Shot down torpedos are harmlessly destroyed, attack craft may simply be disabled or driven off, but otherwise can't participate in the following attack.\t\tSideslip\tMove\t-10 Pilot + Manoeuvrability Test\tThe pilot shifts the flyer sideways, on successful test the flyer moves directly to the left or right by 1 AU, +1 per Degree of Success, up to half Tactical Speed. Flyer doesn't change the direction its facing, this movement counts towards total Tactical Speed movement, the rest can be done before or after this action to reach full tactical speed.\t\t8\tThe vehicle's Motive Systems are ripped apart and the Vehicle gains the \"Motive Systems Destroyed\" Condition. Skimmers that suffer this crash.\n\tName\tTest\tEffect\t\t\t\t\t\tJink\tMove\t+0 Pilot + Manoeuvrability Test\tThe pilot moves erratically to avoid oncoming fire. On successful test they impose -10 , with additional -10 per DoS on all tests to shoot at or from the flyer until the beginning of the next turn.\t\t9\tA Power System or Fuel Tank is penetrated, the Vehicle catches on fire and gains the \"Motive Systems Destroyed\" Condition. Skimmers that suffer this crash.\t\tCritically Damaged\t+0: Tech-Use or Trade (Armourer)\n+10: Both\t1 Day per Point of Crit Damage Repaired\tVehicles are Critically Damage if they have lost all Structural Integrity and taken Critical Damage not from Righteous Fury. They require one Repair Test per point of Critical Damage. They suffer -20 to all Operate/Drive Tests.\n\tActive Augury\t+0 Scrutiny+Detection Test\tScans a 20VU area, +5 VU per Degree of Success, around the ship, revealing basic and important information about celesial bodies, phenomena, and ships. Vessels on Silent Running are immediately detected.\t\t\t\t\t\tOn His Tail\tMove\tOpposed +0 Pilot + Manoeuvrability Test\tThe pilot attempts to keep an enemy in their line of sight. On success if the flyer ends its movement in a position it can target the opponent, all shooting from the pilot's flyer directed at the opponents flyer gains +20. All shooting directed at the Pilot's flyer from anyone else gains +10 until the beginning of the pilot's next round.\t\t10+\tThe Drive shaft is shattered. Tracked, Wheeled, and Skimmers move forward half their tactical speed, flip over and crash. Walkers move half their Tactical Speed and then fall over. Anything mounted on top such as turrets, equipment, or pintle weapons is destroyed, whereas exposed crew are crushed. The Vehicle is immobilised and upsidedown, requiring rescuing.\n\tAid the Machine Spirit\t+0 Tech-Use Test\tAdd +5 to Ship's Manoeuvrability or Detection for the remainder of the turn, additional +5 per two degrees of Success.\t\tMinefields\n(Battlefleet Koronus)\t\tMines react to vessels in its boundary with Scrutiny Test with Skill 40, +10 for every 20 space a ship has, -40 if it uses \"Silent Running\". 1d5+2 explosive hits, dealing 1d10+2 damage, combine total damage to one hit. Can be detected within 10 VU's only using Active Augury, if ship already in field, immediately causes 1d5 detonations. Can navigate minefield by making -10 Pilot (Space Craft)+Manoeuvrability Test, each DoF does 1d10+2 damage. Mines can be detonated Remotely with +0 Tech-Use check if activating ship is within 10VU's of mines, instantly causes all mines to explode, ships within 1VU of minefield take 1d10 hits, reveals activating vessel even if test fails.\t\tManoeuvre\tMove\t+X Pilot + Manoeuvrability Test\tA Catch-all movement to represent anything the driver can think of. The ease or difficulty of the Manoeuvre is decided by the GM, starting at a base of +0. Examples include combat landings under enemy fire, Dive Bombing, and threading the needle.\t\tHull\t\t\tFire Damage\t+20: ERS\t1 Hour per 6 Rounds/30 Seconds of fire\tFire Damage occurs if a vehicle or contained individuals within it has been on fire for any length of time. Fire Damaged vehicles have -10 to Operate/Drive Tests.\n\tDisinformation\t-10 Deceive/Blather Test\tIncrease Crew Morale by 1d5, +1d5 per Degree of Success.\t\t\t\t\t\tDodge\tReaction\t+0 Pilot + Manoeuvrability - Size Test\tDriver tries to avoid an incoming attack using their reaction. Success on test avoids one shot from a single source, as with the Dodge Reaction. \"Size\" Refers to the size of the driven vehicle, an Enormous Vehicle would have a +20 to hit, and so a -20 to a dodge test. Can only dodge once per round.\t\tCritical Damage\tEffect\n\tEmergency Repairs\t-10 Tech-Use Test\tRepair one Component that is Unpowered, damaged, or depressurised. Process takes 1d5 Turns, -1 per Degree of Success (minimum 1 turn). Can't fix destroyed components.\t\tNova Cannons\n(Battlefleet Koronus)\t\tMust Mount on Prow. Target point in range within ship's fore firing arc, make -20 BS Test. If fail, shot moves 1VU further/closer per DoF (odd/even BS roll). All Vessels within 1VU of target point take 1d5 hits ignoring armour (roll of 10 on damage die causes crit, can have multiple crits). If 2+ DoS, one vessel within 1VU of target point takes 1d5+2 hits. Can't fire turn after firing, or if ship maneuvered this turn. Component is always revealed by Active Augury Scan and cannot be Concealed. Nova Cannon shots are finite, default storage has 40, need Upkeep Test to get more, which has -10 when not at a Forge World.\t\t\t\t\t\t\t1\tEveryone not strapped in or secured inside the vehicle must make a +10 Toughness Test or be Stunned for one round as the vehicle jolts from a sudden hit.\t\tMotive Systems Impaired\t+0: ERS\n+10: Trade(Technomat, Armourer), or Tech-Use\t4 Hours, can vary with vehicle traits.\tSuffering This Effect Immediately reduces Tactical Speed by 1d10. Driver must make +0 Drive Test at the start of their Round to take more than one turn when moving the vehicle. If repair fails by 2+ DoF, becomes Motive Systems Crippled Result.\n\tFlank Speed\t+0 Tech-Use Test\tSuccessful Test increases Ship speed by 1 VU, +1 per Degree of Success. 2+ Degrees of Failiure overloads the engines, causing the Engines Crippled Critical Effect.\t\t\t\t\t\tSpace Dogfighting\tSpace Dogfights follow the same rules as aerial combat with a few changes:\n- A Spacecraft can increase 45 degree turns to 90 or 180 degrees by adding -10 or -20 to the piloting test respecitvely (and making such a pilot test where one wouldn't be required).\n- Failing a Pilot Test by 4+ DoF causes the spacecraft to drift out of control in a random direction, a +0 Pilot + Manoeuvrability Test is required to recover, failiure continues drifting at Half Tactical Speed until test suceeds.\n- AU range may be modified from 100-200 metres to 1-10km.\t\t\t\t2\tAn internal gas line leaks. All Actions taken within the vehicle have -20 until one crew member spends a Full Action to close the leak (which doesn't need a test). The Gas opaque but mostly harmless.\n\tFocused Augury\t+0 Scrutiny+Detection Test\tScan a particular ship within 20 VU's, successful scans reveal a number of components on the ship based on test success: 0+ DoS: All Essential Components except Augurs and Void Shields, 1+ DoS: All Weapon Components, 2+ DoS: Augurs, Void Shields, and any combat related components. 3+ DoS: All Components onboard the ship.\t\tTorpedos\n(Battlefleet Koronus)\t\tTorpedos Require a Torpedo Tube to Fire them, can only fire in Fore arc unless on Grand Cruiser or Larger, and ignore Void Shields. here's the process:\n- Can fire any number of torpedos in tubes as salvo in \"Short Spread\" (+0 BS Test attack any ship within 1 VU of Torpedo),  or \"Wide Spread\" (-20 BS Test attack any ship in 2 VU of Torpedo, max hits is half salvo size). BS Tests cannot be improved by Explorer effort or shipboard components. If success, one torpedo hits, +1 per DoS. Don't combine multiple torpedo's dmg.\n- Max number of torpedos fired before reloading is the Launcher's Strength. Reload takes one strategic turn, can make Extended Action and -10 Command/Tech-Use Test, if passed can fire immediately on same turn as reloading. \n- Critical hits applied if damage die equals or exceeds Crit Rating, if crit, does minimum of 1 damage and roll 1d5 on crit table.\n- Torpedos often allow for rerolling low damage rolls, indicated as \"Reroll (X)\", if a damage die is equal to or lower than X, can reroll but must keep new roll. \n- Torpedos by default have a speed of 10 VU's. \n- Torpedos consist of a Warhead (Weapon Component - Torpedo Warhead) and a Guidance System (Ship Component - Upgrade (Guidance)).\n- Torpedo Components can be acquired seperately or combined, counting as a combined Acqusition Test. Torpedos will always have \"Standard Guidance\" (+20) built-in, acquiring further guidance systems is optional and will replace the default one.\t\t\t\t\t\t\t3\tEveryone not strapped in or secured inside the vehicle must make a +10 Toughness Test or be Stunned for 1d5 Rounds. All Shooting from the vehicle next Round suffers -10 to hit. Aims are knocked escew and things are thrown about as the vehicle lerches wildly.\t\tMotive Systems Crippled\t-30: Trade (Technomat)\n-20: Tech-Use or Trade (Armourer)\t16 Hours, can vary with vehicle traits\tSuffering this effect immediately reduces Tactical Speed by 2d10 and Cruising Speed by Half. If Repair Test fails by 2+ DoF, becomes Motive Systems Destroyed.\n\tHail the Enemy\tFree Action, No Innate Test.\nMay use Interaction Skills.\tThis action can be made even if the character has made a Manoeuvre or Shooting Action on their turn. The character contacts one enemy ship they know exists within Augur Range (20 VU's). They may use interaction skills such as Intimidation or charm to convince an opponent to surrender, or any other reasonable interaction that could be made. Exact details are GM dependant.\t\t\t\t\t\tRepairing Vehicles (Simple)\tVehicles can be repaired through Tech-Use Tests to restore functionality. A Character can make a +0 Tech-Use Test and Spend 1d5 Hours to repair an Immobilised or Penetrating Hit Critical Effect as long as they have the proper tools and supplies. Additional DoS Reduce repair time by one hour (minimum 1)\nDamaged weapons can be repaired, however first roll 1d10, on a 5 or lower, the weapon must instead be replaced as it is too badly damaged. \nIf the character spends an additional 1d5 Days and has access to a well equipped repair shop they can repair up to half the Vehicles Structural Integrity, or all the vehicle's Structural Integrity if spending 2d5 Days. WIth GM Discretion this time may be shorter or longer depending on the complexity of the repairs. Vehicles are not be repairable if they have been destroyed.\t\t\t\t4\tOne random crew member suffers 1d10+6 Impact Damage to the body and suffers one fatigue. An electrical cable or power coupling is blasted loose by an impact, smacking into one of the crew and raining sparks everywhere.\n\tHit and Run\t+0 Pilot(Space Craft) Test - 5xEnemy Turret Rating then +10 Command Test.\tAttempt to board enemy ship within 5 VU's via boarding craft. Pilot Test reduced by turret rating as described. Failing test returns to ship, failing by 4+ DoF sees boarding craft shot down leaving character adrift or dead. If Successful, can then make Opposed  +10 Command Test vs Enemy Troop Commander, if successful roll 1d5 twice on Critical Hit Chart and select one of the two results to apply to the ship, which also suffers 1 Hull damage per DoS.\t\t\t\t\t\t\t\t\t\t\t5\tThe Side where the attack hit has its AP reduced by 1d10 until it is able to be repaired. Several armour plates fall away, weakening the vehicle.\t\tMotive Systems Destroyed\t-40: Trade (Armourer) or Tech-Use\n-20: Both\t2 Days, can vary with vehicle traits\tSuffer this effect means vehicle is immobilised (skimmers crash).\nIf Repair Test fails by 2+ DoF, have to start over from scratch, with all time spent wasted.\n\tHold Fast!\t+0 Willpower Test\tIf character has Air of Authority Talent, or other appropriate Talent, can make test to reduce all Morale Damage suffered during the previous turn by 1, +1 per Degree of Success, to a minimum of 1.\t\t\t\t\t\tRepairing Vehicles (Adv.)\tRepairing Vehicles makes use of Trade (Technomat), Trade (Armourer), and Tech-Use. Anyone Repairing a Vehicle should also have one of the following, considered the \"Essential Repair Skills\": Common Lore(Adeptus Mechanicus), Common Lore (Tech), and/or Forbidden Lore (Adeptus Mechanicus).\nMore Complex Tasks may not allow the use of some of these skills, listed in the Advanced Repairs Table.\nRepair Time varies with damage, it can be halved as a Rush Job, but the Repair test has -30. It can also be Doubled for Careful Repairs, with the Repair Test gaining +30.\t\t\t\t6\tThe Crew or Passengers (or both if they are located in the same area) suffer 1d10+6 Explosive Damage to the body and suffer 1 Fatigue, they must also make a +0 Agility Test or set on Fire. A Small internal explosion rips through part of the vehicle.\n\tJam Communications\t-10 Tech-Use Test\tEnemy Ship within 10VU's, +1 per Degree of Success is unable to communicate with other ships via Vox transmitters or other similar technology, although Psychic Communication is unaffected.\t\t\t\t\t\t\t\t\t\t\t7\tThe Side where the attack hit has its AP Halved. If the attack was a ranged weapon, it rips through the vehicle's interior, each crew member rolls a d10, on a 1 or 2 they are hit by the shot and take a quarter of the rolled damage rounding up. The Vehicle also gains the Open Topped Trait, which may be a problem if the external atmosphere is toxic or nonexistent.\t\tReduced Armour\t-20: ERS\n+0: Trade (Armourer)\t4 Hours per 5 AP Repaired\tIf Vehicle loses AP, it is repaired in groups of 5. \nIf Repair Test Fails by 2+ DoF repair fails, and must be reattempted with time spent wasted.\n\tLock on Target\t+0 Scrutiny+Detection Test\tAdd +5 to Ballistic Skill Test and additional +5 per two Degrees of Success, to firing one weapon component during this turn.\t\tLaunch Bays\n(Battlefleet Koronus)\t\tLaunch Bays hold small craft squadrons. Can hold up to 3x hanger strength of squadrons, and ready 1x strength at a time. Squadron Number varies, Aeronautica ~= 2x that of Space Craft.\n- In Combat, requires Extended Action and +10 Command Test to ready a new squadron in each hanger bay. Can have number of ready squadrons equal to Hanger Strength.\n- Once Readied, squadrons can be launched on later turns, meaning new ones can be readied. Types are: Support, Aeronautica, and Attack (Fighters, Bombers, and Assault Boats).\n- Ships without Launch Bays have one Lighter/Shuttle/Lifter per 5 points of space, and 4 per Cargo hold component, these aren't too useful in starship combat.\t\tCrashing\tCrashes vary on the speed and altitude of a vehicle: For 10m altitude or less:\n- If current speed was less than its Tactical Speed, It moves up to half its tactical speed before stopping. It takes 1d5 Critical Damage (to hull if advanced). If it hits something with AP while crashing it counts as ramming it at Tactical Speed speed.\n- If current speed was more than or equal to Tactical Speed it moves its Full tactical speed in the direction it was travelling to a spot scattered 1d10 metres in a random direction.  It then takes 1d10 Critical Damage. Additionally roll 1d10, on a 6+ the vehicle rolls over, add +4 to Critical hit roll and lose half its Structural Integrity, it must be repaired before being used again. Regardless, If it hits something with AP while crashing it counts as ramming it at Twice Tactical Speed speed.\n- Crashing into something may slow down the vehicle at GM discretion.\n\nFor Skimmers and Flyers above 10 metres in the air, the pilot has time to make a single -30 Pilot/Drive + Manoeuvrability Test. If successful it is a crashlanding, dealing 2d10 Impact Damage ignoring armour to anyone inside, who are stunned for a number of rounds equal to the damage taken. If the test is failed the flyer ploughs into the ground and explodes as per the Critical Hit effect. Individuals who bail out will count as falling from whatever height the flyer was at the turn before crashing. Parachutes advised.\t\t\t\t8\tSame as above, but the vehicle sets on fire.\n\tPrepare to Repel Boarders!\t+0 Command Test\tCan add +10 to Opposed Command Tests with additional +5 per Degree of Success, against Enemy boarders for as long as character continues performing this action on subsequent turns (doesn't have to repeat test).\t\t\t\t\t\t\t\t\t\t\t9\tThe Vehicle partly explodes, becoming a shattered Hulk and gaining the Vehicle Destroyed Condition. Any remaining weapons have a 50% chance of gaining the Weapon Destroyed Condition. Anyone inside takes 1d10+6 Explosive damage and makes a -10 Tougnness Test or are stunned for 1d10 Rounds. Skimmers automatically crash.\t\tTargeting Systems Destroyed\t-30: Tech-Use or Trade (Armourer) and Common / Forbidden Lore (Adeptus Mechanicus)\t1 Week (or 2 Weeks if Super-Heavy)\tSuffering this effect causes -20 to all shots taken from affected weapon or Location (such as Turret). A Complicated and Arcane Ritual, Failing the Repair Test requires the Repair to be Reattempted. The one that failed must spent a day in meditation per DoF to reflect on how they offended the machine spirits.\n\tPut Your Backs Into It!\t+0 Intimidate/Charm Test\tCan add +5 to one test (+1 Test per Three Degrees of Success) made this turn to Fire a weapon Component, Perform an Emergency Repairs Action, or Put out a fire.\t\tSquadrons\n(Battlefleet Koronus)\t\tThe Following are Rules for Squadrons,  Types are: Support, Space/Aeronatica Attack (Fighters, Bombers, and Assault Boats). (If craft do not have Craft Rating, use Manoeuvrability instead)\n- Support and Aeronatica provide +25 Achievement Points per Squadron towards Military/Trade Objectives where they are useful.\n- Attacking with multiple squadrons provides +5 per Additional Squadrons, or every two additional squadrons for those at or below Half Strength.\n- Eliminated Squadrons are not fully destroyed, but instead cannot fight for the rest of combat (or ~2 hours) before being returned to active duty.\n- To determine losses abstractly, for Eliminated Squadrons, make Upkeep test, where failiure reduces to Half Strength, if failed for Half Strength it is destroyed, on success no losses.\n- To determine losses in more detail, for each eliminated squadron roll 1d10 and subtract first digit of Squadron Carrier's Crew Rating to determine losses. At half total, half strength, etc.\t\t\t\t\t\t\t10+\tThe Vehicles Ammo, Reactor, or Fuel are directly hit and explode violently. The Vehicle is little more than a smoking crater, never to be repaired, with nothing salvagable. Anyone inside take 2d10+18 Explosive Damage, anyone in 2d10 Metres takes 1d10+6 Explosive Damage. If the vehicle is open-topped or a Bike, an Evasion Test can be made by crew to take the lesser damage.\n\tTriage\t-10 Medicae Test\tReduce damage to crew Population that occurred last turn by 1, +1 per Degree of Success, to a minimum of 1.\t\t\t\t\t\t\t\t\t\t\tWeapon\t\t\tVehicle Destroyed\tN/A\tN/A\tThe Vehicle has been destroyed but has not Exploded (Yet). Some parts of it may still be salvaged. This may include unused ammo, intact weapons, etc. To remove an intact Weapon, make a test as if repairing a destroyed Weapon, if successful the part is removed.\n\tRapid Torpedo Reload\t-10 Command/Tech-Use Test\tMade when reloading torpedo tubes, if successful allows for the Torpedo Tubes to be fired on the same turn they are reloaded.\t\t\t\t\t\tOut of control\tA Vehicle Goes Out of Control due to a loss of steering ability whilst the vehicle is moving. When this occurs, roll 1d5 to determine direction vehicle continues moving in: 1-2: 45 Degrees to the left, 3: Straight Ahread, 4-5: 45 Degrees to the Right.\nVehicle moves its Tactical Speed + 1d10 Metres in that direction. Anything significant hit by the vehicle counts as being hit by a Ram Action. It the Vehicle hits a solid object that would stop it it halts immediately, taking Full Damage from the Ram. Crew and passengers make a Toughness Test or are Stunned for one round if the vehicle stops suddenly like this.\nFor Walkers, They can Fall Over when losing control. Use Scatter to determine direction, which also determines what face it lands on. Walker takes 1d10 Damage that ignores armour, + however many metres it fell if it fell off of something. Crew make Toughness Test or are stunned for one round. If the Walker is still capable of doing so, it can stand up as a Full Action.\nOut of Control Skimmers just Crash, unsuprisingly.\t\t\t\tCritical Damage\tEffect\n\tNavigator Extended Actions\t\tOther actions that can be made by Navigators instead of a Manoeuvre or Combat Action. Not all take the entire turn to complete in real time, but only one Extended Action can be made per character per strategic turn. Extended Actions may take more than 1 turn, in such situations, the character must continue with the action of each future turn until completion (doesn't repeat test) or action ends.\t\t\t\tAttack Craft Duels against notable pilots can be dramatic, but deadly. These are Abstract Rules\n- When leading an Attack Craft Wing or Squadron in an engagement, make Opposed +0 Pilot (Spacecraft)+Craft Rating Test vs enemy (who have have skill equal to crew rating) before the Command Test. If successful add +5 and additional +5 per two degrees of Success to the Subsequent Command Test. Each 2 DoS also shoots down one enemy craft, turret, or torpedo personally for bragging rights. If failing by 4+ DoF, are shot down, taking 2d10+5 damage (reduced by toughness and armour) and are stranded in space, the vehicle takes 4d10+25 damage.\n- The player can also duel an opposing notable fighter pilot if there is one, making an Opposed Pilot (Space Craft) + Craft Rating Test, with only the winner gaining the +5 bonuses, if one pilot gets 3 DoS more than the other, they shoot the opponent down suffering previously listed penalties.\t\t\t\t\t\t\t1\tThe Gunner is stunned for 1 Round. A Concussive force knocking them away from their station.\t\tWeapon/\nTurret Locked\t+0:Trade (Technomat) non-turret, or -20 turret.\nBonus +10 if Tech-Use/ Trade (Armourer)\t16 Hours for Non-Turret. 48  Hours for Turret\tWeapon Mounting is damaged, although the weapon itself is not. Weapon is treated as fixed in whatever position it was last aiming at, losing its firing arcs until repaired. If Test fails by 2+ DoF test must be reattempted.\n\tName\tTest\tEffect\t\t\t\t\t\t\t\t\t\t\t2\tThe Weapon Jams, it can be unjammed as a normal weapon would be.\n\tEmergency Jump\t-30 Navigation (Warp) Test\tThe ship translates into the warp until the end of its next stragetic turn, disappearing from reality for that time. If test was passed, on returning the ship re-appears in the same position it left. If another ship occupies the same space both are destroyed. If test is failed, the ship still translates into the warp but the GM rolls on Innaccurate Re-entry table. If rolling doubles, add 50 to the result, if the roll has a 9 in it, also roll for a warp incursion. Warp Translation can cause Warp Hallucinations.\t\t\t\t\t\tHigh Speed Chases\tAt start of chase, determine distance between chaser and chasee. Drivers make Opposed Operate/Drive Tests with appropriate modifiers each round. If Chaser wins test, decrease distance by 10m per DoS, if Chasee wins, increase distance by 10m per DoS. \nIf distance drops to zero metres make one final opposed test, if Chaser is successful they catch the Chasee and forces them to stop, locks the vehicles together, crashes into them, or whatever else they intended to do. In effect, they win the chase.\nIf distance increases to above 300m make one final opposed test, if Chasee wins, they escape the chaser, and it becomes impractical to continue following.\n\nAdditional Modifiers: Add +10 to Test per full 10kph driver's vehicle's Crusing Speed is faster than the opponent's.\nCritical Failiures: Rolls of 99-100 cause a vehicle to flip out of control or crash into an obstacle and potentially explode. The Circumstances of the chase may increase this danger zone (such as 97-100 in a crowded roadway, or 92-100 in proceeding traffic)\t\t\t\t3\tAll shots made with the weapon suffer -10 for 1d5 Rounds. Its targeting system frazzled or vision slit blocked.\t\tWeapon Destroyed\t+0: ERS for Sponson /Pintle, \n-20 for Fixed /Hull/Turret. Bonus +10 if Tech-Use/ Trade (Armourer).\t8 Hours (Sponson/ Pintle). 16 Hours (Fixed/Hull/Turret) \tDestroyed Weapons cannot be repaired. Instead, they are replaced by another, requiring a new one to be acquired prior to the replacement being made. If Repair Test failed by 1+ DoF, must be reattempted.\n\tScanning the Aether\t-10 Psynscience Test\tNavigator sees into the warp to scan the surrounding area. If they pass test, they count as performing a successful Active Augury Extended Action. But with a range of 3 x Perception Bonus. Additionally, if the ship's Auspex is damaged or destroyed, it counts as being operational for the ship's strategic turn.\t\tFighters\n(Battlefleet Koronus)\t\tFighters are used for Interception, Void Patrols, Escorting, which can involve Fighter Engagements. Squadrons can remain away from their parent vessel for up to 4 Strategic Turns. Multiple Squadrons may be linked into Figther Wings, acting as one. \t\t\t\t\t\t\t4\tThe Gun Locks in place, gaining the Weapon/Turret Locked Damage Condition. The Weapon can only fire in a straight line in whatever direction it happened to be aimed in. If the weapon was fixed, use result 5 on this table.\n\tWarp Interference\t-20 Psynscience Test\tThe Navigator chooses one enemy vessel within 3x Perception Bonus VU's, that vessel suffers -10 to its Detection for one Strategic Round, +1 Round per Degree of Success on test.\t\t\t\tFighter Engagements: A Fighter Squadron engages an enemy Squadron or Torpedo and makes +0 Command+Craft Rating Tests, if enemy can fight back they also make test, \neach side gains +5 per additional squadron of Fighters, +5 for one additional squadron of bombers/assault craft, and +5 per two additional squadrons of bombers/assault craft.\nFor each degree of success gained, one opposing squadron or torpedo is eliminated (not neccesarily destroyed). If one side scores 4 more DoS than the other, none of their side are eliminated.\t\t\t\t\t\t\t5\tThe Gun's Ammo Hopper is destroyed and ammo cannot be loaded, although the weapon itself is undamaged. It gains the Weapon Disabled Condition until being repaired.\t\tWeapon Disabled\t+10: ERS for Sponson/ Pintle, \n-20 for Fixed/Hull /Turret.\nBonus +10 if Tech-Use/ Trade (Armourer)\t4 Hours (Sponson/ Pintle). 8 Hours (Fixed/Hull/Turret)\tDisabled Weapons cannot Attack until repaired. If Repaired Test failed by 1+ DoF, becomes Weapon Destroyed Effect.\n\tAstropath Extended Actions\t\tOther actions that can be made by Astropaths or the Astropathic Choir instead of a Manoeuvre/Combat Action. Not all take the entire turn to complete in real time, but only one Extended Action can be made per character per strategic turn. Extended Actions may take more than 1 turn, in such situations, the character must continue with the action of each future turn until completion (doesn't repeat test) or action ends.. These actions give all Astropaths involved 1d5-1 Fatigue (min 0)\t\t\t\t\t\tVehicle Firing Arcs\tVehicle weapons can face in Front, Left, Right, and Back Directions. Each of these represent 90 Degree Cones of fire, if a Vehicle weapon lists as \"Firing Front\", it could only fire in a 90 degree arc in front of the vehicle for example.\nSome Vehicle weapons have wider firing arcs, listed for example as Front/Left, for firing in the Front arc or the Left arc. Some are listed as Firing \"All\", which can fire in all directions.\nFixed weapons have no Firing Arcs. Hull Weapons have 45 Degree firing arcs in one direction. Sponson Weapons have 180 Degree Firing Arcs centred on the side they face (normally Front/Side/Back). Pintle Weapons can fire in all directions, but often leave a user exposed. \nTurret weapons can fire in all directions but are slow, each Full 180 Degrees of Rotation takes a Half Action. Turrets always treat hits to them as if hitting the front of the vehicle.\nCo-Axial Weapons are attached usually beside turret weapons and move with them, they can be fired as a Full Action alongside the Turret weapon, firing first. If they hit, they give +20 to the firing of the Turret weapon.\t\t\t\t6\tThe Weapon's Targeting systems are destroyed. It gains the Targeting Systems Destroyed Damaged Condition.\n\tName\tTest\tEffect\t\t\t\tInterception: Extended Action, Ready Fighter Squadrons may launch on an Intercept Operation. On launch and on each Strategic Turn of the parent's vessel, they may move a number of VUs equal to the speed of the slowest Squadron in the Wing/Unit. They may attack Enemy Torpedos and Attack Craft within 1 VU of their Position during their movement or if enemies enter range during their own turns. This begins a Fighter Engagement. After this attack, Squadrons must rearm by returning to the parent ship.\t\t\t\t\t\t\t7\tThe Weapon now has a 30% chance of exploding when fired. If it does, roll damage against the vehicle and gunners firing it and the weapon gains the Weapon Destroyed Damage Condition, all remaining ammo being destroyed. \n\tControl the Weak Mind\t-40 Psynscience Focus Power Test\tOn successful Focus Power Test, choose one weapon on a vessel within 1 VU + 1VU per Degree of Success of the Astropath's Ship. This weapon immediately fires against a target chosen by the Astropath, or targets empty space. This weapon cannot be fired on its vessel's next turn.\t\t\t\t\t\t\t\t\t\t\t8\tThe Weapon explodes and is torn from its housing. Roll 1d10, on a 1 or 2 any gunners operating it are hit by the shot that destroyed by the weapon, taking one quarter of the rolled damage rounding up.\n\tDark Labyrinth\t-30 Willpower Focus Power Test\tIf the Astropath has the Delude Telepathic Psychic Technique, they can take this Extended Action. If they pass the test, the ship counts as having a Tenebro-maze for one Strategic Turn, +1 turn per Degree of Success on Focus Power Test.\t\t\t\tVoid Patrol: Extended Action, Ready Fighter Squadrons launch on a Void Patrol Operation, assigned to the parent vessel or any friendly vessel that remains within the Speed of the slowest squadron in the unit. Patrols are close enough to their parent vessel they can remain indefintely and do not need to return to rearm as they do so gradually on their own. While in effect, any Attack Craft or Torpedo that moves within 5 VUs of the Patrolled Vessel are attacked by half the squadrons performing the Patrol (Rounded Up). This begins a Fighter Engagement. \t\tVehicles on Fire\tVehicles on Fire Roll a 1d10 at the end of each round. On a 10, something explosive catches fire, the vehicle suffers 8 Critical Damage ignoring Armour. Each Round after the first, add 1 to this roll for the number of rounds the vehicle has been on fire.\nCrew inside a Vehicle that is on fire have -20 to all tests they make (Putting out the fire Test already has the -20 included). \nCrew can use a Full Action to make a -20 Agility Test to put out the Fire. This test can be repeated by as many crew can spare the actions to do so.\nIf the fire is put out, the -20 penalty goes away, although the Vehicle suffers the Fire Damaged Damage Condition.\nCrew can be set on fire without setting the vehicle on fire, and vice versa. If a crew member is on fire, roll 1d10, on a 10 they set the vehicle on fire.\t\t\t\t9\tThe Weapon explodes and is torn from its housing. All Crew suffer 1d10+6 Explosive Damage to the body and 1 Fatigue. They must make a +0 Agility Test or catch fire.\n\tFlash Fire\t-60 Willpower Focus Power Test\tIf the Astropath has the Telekinesis Discipline, they may this Extended Action. They choose one vessel within 6 VU's of their ship. If passing their Focus Power Test, they cause one fire in a random component, +1 component per Degree of Success onboard the target vessel.\t\t\t\t\t\t\t\t\t\t\t10+\tThe Weapon is destroyed and its Stored Ammo Detonates. The Vehicle Explodes, never to be repaired and with nothing salvagable. Anyone inside takes 2d10+18 Explosive Damage, anyone in 2d10 Metres takes 1d10+6 Explosive Damage. If the vehicle is open-topped or a Bike, an Evasion Test can be made by crew to take the lesser damage.\n\tIll-Omens\t-40 Willpower Focus Power Test\tIf the Astropath has the Terrify Telepathic Psychic Technique, they may take this Extended Action. They make this in reaction to an enemy Focus Boarding Action, if succeeding in their Focus Power Test, the boarders suffer 1d5 Morale Damage, +1 per Degree of Success.\t\t\t\tEscort: Extended Action, Ready Fighter Squadrons launch on an Escort Operation along side Bombers or Assault Boats to protect them. These are launched along side Bombing or Assault Boat Operations and move at the same speed as the Attack Craft they escort. Should the Bombers/Assault boats be attacked, the escorting fighters intervene and the Attacking Fighters must begin a Fighter Engagement with the escorts. Escorts also provide -10 per Squadron on a Turret's Ballistic Skill Test, and are shot down before escorted bombers/assault boats.\t\t\t\t\t\t\tTurret\n\tMask of the Void\t-30 Willpower Focus Power Test\tIf the Astropath has the Delude Telepathic Psychic Technique, they may take this Extended Action. They choose one vessel within 10 VU's of their ship. If passing their Focus Power Test, if the target vessel fires at the Astropath's Vessel, it suffers -5 to its Ballistics Skill, with an additional -5 per Degree of Success on Focus Power Test.\t\t\t\t\t\t\t\t\t\t\tCritical Damage\tEffect\n\tPsychic Deflection\t-60 Willpower Focus Power Test\tIf the Astropath has the Telekinesis Discipline, they may take this Extended Action. They make this in reaction to a single enemy shot against their ship, if the focus power test succeeds then their vessel counts as having one extra void shield against that shot, +1 per Degree of Success.\t\tBombers\n(Battlefleet Koronus)\t\tOperation: Extended Action, Ready Bomber Squadrons launch on a Bombing Operation. Squadrons can remain away from their parent vessel for up to 6 Strategic Turns (or 4 if with fighters). Multiple Squadrons may be linked into Bomber Wings, acting as one.  They may move a number of VUs equal to the speed of the slowest Squadron in the Wing/Unit. When moving within 1 VU of an enemy vessel, bombers can attack it. \nAttack: Make a +0 Command+Craft Rating Test with +5 per additional Bomber Squadron, test can be made by commander on carrier, or individual leading the squadron. Success scores one hit dealing 1d10+4 damage, +1 per Degree of Success up to 3 + Number of Additional Squadrons, add total damage of all hits to form one attack that is reduced by the ship AP (use lowest if it has multiple). If at least 4 Degrees of Success, cause a Critical hit on vessel, and roll 1d5 to determine. After performing run, bombers must return to parent vessel to rearm.\t\tSome durable vehicles have an effect that allows them to halve the roll of Critical Hits, rounding up. For example, a Critical Hit Roll of a 6 would become a 3. Then another of a 4 would result in a total of 5 (3 + 4/2).\n\nThis effect does not apply to Critical hits generated through Righteous Fury.\n\nThis is the Simpler Vehicle Crit Table from Rogue Trader. The Advanced Crit table and repair rules are from Only War.\tVehicle Crit Table (Simple)\t\tWhen a Vehicle runs out of Structural Integrity it begins to take critical damage. This damage is cumulative, taking 4 critical damage and then 3 leads to 7 overall.\nAttacks that damage a vehicle can generate Righteous Fury, these do not deal additional damage as normal but instead roll 1d5 for critical damage in addition to their normal damage. This is not cumulative with other Critical Hit damage.\t\t1\tThe Gunner is stunned for 1 Round. A Concussive force knocking them away from their station.\n\tQuell Flames\t-30 Willpower Focus Power Test\tIf the Astropath has the Telekinesis Discipline, they may take this Extended Action. If they suceed in their Focus Power Test, they extinguish one fire on the ship, +1 fire per three Degrees of Success on the Focus Power Test.\t\t\t\t\t\t\tRoll\tName\tEffect\t\t2\tThe Weapon Jams, it can be unjammed as a normal weapon would be. A Heavy knock leaves the crew uncertain as to the damage to the weapon, requiring checks before risking firing it again.\n\tUnnatural Resolve\t-30 Willpower Focus Power Test\tIf the Astropath has the Inspire Telepathic Psychic Technique, they may take this Extended Action. If they Succeed in their Focus Power Test, they may restore 1d5 Morale, +1 per Degree of Success to the ship's crew. This Extended Action can only be taken once per game session.\t\t\t\t\t\t\t1-2\tJarring Blow\tThe Vehicle is tossed about by the impact, throwing everything inside it around. Crew or Passengers not strapped in or otherwise secured make a +10 Toughness Test or are stunned for 1d5 Rounds. Shooting from the vehicle during the next round suffers -20 to hit.\t\t3\tAll shots made with the weapon suffer -10 for 1d5 Rounds. Its targeting system frazzled or vision slit blocked.\n\t\t\t\t\tTorpedo Bombers\n(Battlefleet Koronus)\t\tAn alternative Bomber Design, these possess a payload consisting of a single Torpedo. This Torpedo has Half its normal range. Squadrons consist of three such bombers. \nInstead of their normal bombing run, at any time a torpedo bomber squadron may, instead of their normal movement, launch their Torpedoes which move in the direction the bomber was facing.\nThese bomber variants have a -5 penalty to acquire due to their rarity. \nIf the parent vessel does not have Torpedo Tubes, up to 9 can be stored in a Light Cruiser Munitorum Additional Component, or 6 on a smaller vessel's Munitorum. A Comparable number can be stored in Cargo Holds, but these have a 25% chance of exploding if the component is damaged or destroyed. Such an explosion destroys the Cargo Hold and does 2d5 Hull Integrity Damage.\t\t\t3\tStaggered\tThe Vehicle is hit near to the location of the driver. The Driver must make a +0 Toughness Test or become stunned and unable to drive or pilot for 1d5 Rounds. A Ground vehicle will come to a screeching halt, a Skimmer will drift in the direction it last moved at whatever speed it was moving at, and a flyer will slowly begin to tip into a dive unless the pilot comes to their senses.\t\t4\tThe Turret Locks in place, gaining the Weapon/Turret Locked Damage Condition. The Weapon can only fire in a straight line in whatever direction it happened to be aimed in. Pintle Weapons can function as normal.\n\t\t\t\t\t\t\t\t\t\t4\tWeapon Destroyed\tA Randomly selected weapon on the vehicle is hit and destroyed. There is a 25% chance the weapon's ammo goes off, the gunner and vehicle take damage as if hit by the weapon, with all damage done halved.\t\t5\tThe Turret loses power and stops working, although is undamaged. It cannot rotate and any attached equipment such as searchlights or comms cease to function until the turret is repaired. Treat as Weapon Destroyed but the weapon itself does not need replacing before the repair test unless something else destroys it. Pintle Weapons can function as normal.\n\t\t\t\t\t\t\t\t\t\t5\tDrive Damaged\tThe Drive of the vehicle is damaged. The Tactical speed of the vehicle is reduced by 2d10 and its Cruising Speed is halved. If this brings the vehicle's Tactical Speed to 0, the vehicle is immoblised. Ground Vehicles shudder to a halt, while Skimmers and Flyers crash into the ground.\t\t6\tThe Weapon's Targeting systems are destroyed. It gains the Targeting Systems Destroyed Damaged Condition. Pintle Weapons can function as normal.\n\t\t\t\t\tAssault Boats\n(Battlefleet Koronus)\t\tOperation: Extended Action, Ready Assault Boat Squadrons launch on an Assault Operation. Squadrons can remain away from their parent vessel for up to 4 Strategic Turns. Multiple Squadrons may be linked into Assault Boat Wings, acting as one.  They may move a number of VUs equal to the speed of the slowest Squadron in the Wing/Unit. When moving within 1 VU of an enemy vessel, Assault Boats can attack it. \nAttack: Make a +0 Command+Craft Rating Test with +5 per additional Assault Boat Squadron, test can be made by commander on carrier, or individual leading the squadron. Success means a single Assault Boat Squadron breaches the hull, with an additional squadron per Degree of Success up to the maximum equal to the number of surviving Assault Boat squadrons. The Boarding Parties then perform a Hit and Run attack, ignoring the Pilot (Space Craft) Test and gaining +10 per squadron that landed. Afterwards, the Assault Boats withdraw with any survivors to rearm. A Character cannot both pilot the assault boat and lead the boarding Hit and Run attack.\nHit and Run: Opposed  +10 Command Test vs Enemy Commander, If successful roll 1d5 twice on Crit Chart, select one result to apply to ship, which also suffers 1 Hull damage per DoS.\t\t\t6\tPenetrating Hit\tThe hit tears through the vehicles armour. Halve the AP of the face hit by the attack. If the attack was a ranged weapon the shot has a 20% chance to also hit each crew member with the same shot, doing half the rolled damage. Additionally, the vehicle is now open to the outside, and so is no longer sealed from any hazardous external factors such as poison, water, or vacuum.\t\t7\tThe Turrets Armour is shredded, all further hits to the turret use the vehicle's Rear Armour rather than its front armour. For repairing purpose, treat as lost 2d10 AP. If hit was from ranged attack, each crew member within the turret rolls 1d10, on a 1 or 2 they are hit by the shot, taking one quarter of the rolled damage rounded up. The Vehicle also becomes Open-Topped.\n\t\t\t\t\t\t\t\t\t\t7\tFire\tThe vehicle catches fire as its fuel stores ignite or its power reserves overload. Eeach round they are in the vehicle everyone inside must make a -10 Agility Test or catch on fire. Additionally, each round there is a 20% chance the vehicle explodes.\t\t8\tAny weapons mounted in or on the Turret gain the Weapon Destroyed Condition. Any equipment on the turret is also destroyed. The Turret itself gains the Weapon/Turret Locked Damage Condition. The Turret is also set on fire.\n\t\t\t\t\t\t\t\t\t\t8-10\tDestroyed\tThe hit wrecks the vehicle, anyone inside takes 2d10 Explosive Damage and makes a -10 Toughness Test or are stunned for 1d10 Rounds. Skimmers and Flyers crash to the ground or go into a terminal dive, anyone left alive inside better hope there are enough parachutes...\t\t9\tAny weapons mounted in or on the Turret gain the Weapon Destroyed Condition. Any equipment on the turret is also destroyed. The Turret itself gains the Weapon/Turret Locked Damage Condition. The Turret is also set on fire, which spreads to the hull, all crew and nonseperated passengers make Agility Test or set on fire.\n\t\t\t\t\t\t\t\t\t\t11+\tExplodes\tThe ammo stores, fuel, or some other vital component take a direct hit, the vehicle detonates. Anyone inside takes 5d10 Explosive Damage, anyone in 2d10 metres of the vehicle takes 2d10 Explosive Damage. If the vehicle has an open top, side, or reasonably accessible hatch, passengers and crew can take the Dodge Reaction at the last second to bail out. If they succeed they only take 2d10 damage instead of 5d10. Explosion radius and damage may vary if the GM deems it so.\t\t10+\tThe Turret is torn away from the Vehicle as the Vehicle rips itself apart. The Vehicle Explodes, never to be repaired and with nothing salvagable. Crew within the Turret Die instantly, everyone else takes 2d10+18 Explosive Damage, anyone in 2d10 Metres takes 1d10+6 Explosive Damage. If the vehicle is open-topped or a Bike, an Evasion Test can be made by crew to take the lesser damage. The Turret lands 3d10 Metres in a random direction, anyone under that point is hit as if they were rammed by a vehicle moving at tactical speed. \n\t\t\t\t\tShip Facilities and Modifiers\t\t\t\tRemoving Critical Damage requires a -20 Tech-use or Trade (Armourer) Test that takes at least an hour. If the mechanic succeeds they remove one Critical Effect of their choice, +1 per Degree of Success on Test.\tBattlesuit Crit Table\t\tTau Battlesuits are a mix between vehicle and armour. When a character wearing them takes Critical Damage, the Battlesuit may take Critical Damage instead, to determine this the first time critical damage is taken each turn, roll 1d10, on a 9+ take critical damage as normal, otherwise roll on this table. To determine the effect, roll 1d100 and suffer the result.\n\t\t\t\t\tInstallation Modifier\tFacility\tAcquisition and Component Modifiers\t\t\tRoll\tName\tEffect\n\t\t\t\t\t+1d10 Days\tBackwater System\tAll Component Availabilities count as one step rarer (Rarer --> Very Rare)\t\t\t1-30\tShredded Armour\tA Shot Bores into the armour of the Battlesuit, add an additional +10 to all rolls on this Table until the Battlesuit is repaired.\n\t\t\t\t\tNone\tCivilised System\tNo Modifiers\t\t\t31-50\tDamaged Weapon/System\tOne of the Battlesuit's weapons or Support Systems, chosen by the attacker, is hit, and rendered inoperable until repaired.\n\t\t\t\t\t+1d5 Days\tColonial System\tAll Essential Component Availabilities count as one step rarer (Rare --> Very Rare)\t\t\t51-65\tDamaged System\tOne of the Battlesuit's Support or Signature Systems, chosen by the attacker, is hit, and rendered inoperable until repaired.\n\t\t\t\t\t-1 Day\tDeep Void System\tDecrease Availabilities of any component by one (Rare --> Scarce) to find  whether components are available. However, actual Acquisition Tests have -5 due to harsh deals.\t\t\t66-80\tDestroyed Weapons and Systems\tA Strike tears through armour and destroys one of the Battlesuit's Weapons, chosen by the attacker, the weapon explodes, disabling two Support or Signature Systems chosne by the attacker which are rendered inoperable until repaired. The Destroyed weapon must be replaced.\n\t\t\t\t\tN/A\tFeral/Fuedal System\tNo Components Available, but Basic Crew are Abundant (+50 to Acquire)\t\t\t81-95\tPower Outage\tThe Power Core is hit by a glancing shot, temporarily knocking out power. The Pilot Suffers 1d10 Energy Damage that ignores armour. The Battlesuit becomes completely inoperable until the pilot or an external technician spends a Full Action to succeed a -20 Tech-use Test to bring systems back online.\n\t\t\t\t\t+1 Day\tLiege System\tAll Component Availabilities count as one step rarer (Rarer --> Very Rare)\t\t\t96-99\tAmmo Detonation\tA Strike pierces the Battlesuit and impacts an ammo supply, detonating it. The pilot suffers 1d10+5 Energy Damage that ignores Armour. 1d5 Primary, Support, or Signature Systems chosen by the attacker are disabled until repaired.\n\t\t\t\t\t+1 Day\tMining System\tAcquisition Tests only need to be made per ten hull integrity restored.\t\t\t100\tCore Overload\tA Shot directly hits the Fuel Core, destabilising it and causing it to catastrophically overload. The Battlesuit explodes, The Pilot suffers 3d10+10 Energy Damage that ignores armour, Everything in 1d10+10 metres suffers 2d10+10 Energy Damage.\n\t\t\t\t\t- 1 Day\tNaval Installation\tAll Components except Xenotech are one step more common (Xenotech components cant be found). Repairs only take 1 day per 2 Hull Integrity. However, the Rogue Trader must have Peer/Good Reputation (Imperial Navy) to trade here.</pre>",
        "format": 1
      },
      "sort": 0,
      "flags": {}
    }
  ],
  "flags": {},
  "_id": "Z7cxYLdYoW0m2YYv"
}